{
  "PART VBA--THRESHOLDS IN RELATION TORECOVERY OF DAMAGES FOR NON&#8209;ECONOMIC LOSS": "PART VBA--THRESHOLDS IN RELATION TORECOVERY OF DAMAGES FOR NON&#8209;ECONOMIC LOSS\n\nDivision 1--Introductory\n\n28LB. Definitions  \n28LC. Application of Part  \n28LD. This Part is substantive law  \n\nDivision 2--Restriction on recovery of damages for non&#8209;economic loss\n\n28LE. Restriction on recovery of damages for non&#8209;economic loss  \n28LF. What is significant injury?  \n\nDivision 3--Assessment of impairment\n\n28LG. Who can assess impairment?  \n28LH. How is the degree of impairment to be assessed?  \n28LI. Assessment of certain impairments  \n28LJ. Regard not to be had to secondary psychiatric or psychological impairment  \n28LK. Assessment of hearing impairment  \n28LL. Assessment in relation to injuries arising out of the same incident  \n28LM. Prescribed methods for assessment  \n28LN. Certificate of assessment  \n28LNA. Certificate where injury not stabilised  \n\nDivision 4--Procedure for claim fornon-economic loss\n\n28LO. Agreement to waive assessment of impairment  \n28LP. What if the respondent asks for more information?  \n28LQ. What if the respondent disputes responsibility?  \n28LR. Can a respondent bind any other respondent?  \n28LT. Copy of certificate of assessment to be served on respondent  \n28LU. Multiple respondents  \n28LV. Limitation period suspended  \n28LW. Response to medical assessment  \n28LWA. What if the respondent asks for more information?  \n28LWB. What if the respondent disputes responsibility?  \n28LWC. Can a respondent bind any other respondent?  \n28LWD. Statement not admission of liability  \n28LWE. Referral of medical question to Medical Panel  \n28LX. Respondent to pay costs of referral  \n28LXA. Administration  \n\nDivision 5--Procedure of Medical Panel\n\n28LY. Application  \n28LZ. Procedure of Medical Panel  \n28LZA. Respondent must provide information to Medical Panel  \n28LZB. What if there is more than one referral in relation to an assessment?  \n28LZC. What can a Medical Panel ask a claimant to do?  \n28LZD. Attendance before Medical Panel to be private  \n28LZE. Medical Panel can ask a registered health practitioner to attend  \n28LZF. Protection of information given to Medical Panel  \n28LZG. Determination of Panel  \n28LZGA. Further assessment  \n28LZH. Effect of determination as to threshold level  \n28LZI. Limitations on appeal in relation to assessments and determinations  \n28LZJ. Treating medical practitioner not to be on Medical Panel  \n28LZK. Validity of acts or decisions  \n28LZL. Operation of Panel provisions of the Workplace Injury Rehabilitation and Compensation Act 2013  \n\nDivision 6--Proceedings on claim\n\n28LZM. Provision of assessment information to court  \n28LZMA. Power of court to stay proceeding until certificate of assessment and other information is served  \n28LZN. Alternative procedure for special cases  \n\nDivision 7--General\n\n28LZO. Supreme Court&#8212;limitation of jurisdiction  \n28LZP. Regulations  \n28LZQ. Transitional  \n28LZR. Transitional&#8212;Wrongs Amendment (Asbestos Related Claims) Act 2015  \n28LZS. Transitionals&#8212;Wrongs Amendment Act 2015  \n28LZT. Power to resolve transitional difficulties in proceeding&#8212;Wrongs Amendment Act 2015  \n\nPART VC--STRUCTURED SETTLEMENTS\n28M. Definitions  \n28N. Court may make order for structured settlement  \n\nPART VI--DAMAGE BY AIRCRAFT\n29. Definitions  \n30. Limitation of liability for trespass or nuisance by flying over property  \n31. Liability for damage by aircraft or articles falling therefrom  \n\nPART VIA--GOOD SAMARITAN PROTECTION\n31A. Definition  \n31B. Protection of good samaritans  \n31C. Application of section 31B  \n31D. Supreme Court&#8212;limitation of jurisdiction  \n\nPART VIB--FOOD DONOR PROTECTION\n31E. Interpretation  \n31F. Protection of food donors  \n31G. Application of section 31F  \n31H. Supreme Court&#8212;limitation of jurisdiction  \n\nPART VII--ABOLITION OF LIABILITY IN TORT FOR MAINTENANCE OR CHAMPERTY\n32. Abolition of liability in maintenance or champerty  \n\nPART VIII--ANIMALS STRAYING ON TO A HIGHWAY\n33. Liability for negligence for animals on highway  \n\nPART IX--VOLUNTEER PROTECTION\n34. Definitions  \n35. Meaning of volunteer  \n36. Meaning of community work  \n37. Protection of volunteers from liability  \n38. Exceptions to section 37(1)  \n39. Provisions concerning the liability of community organisations  \n40. Certain indemnities etc. have no effect  \n41. Application of section 37  \n42. Regulations  \n\nPART X--NEGLIGENCE\n\nDivision 1--Preliminary\n\n43. Definitions  \n44. Application of Part  \n45. Exclusions from Part  \n46. Application to contract  \n47. Effect of this Part on the common law  \n\nDivision 2--Duty of care\n\n48. General principles  \n49. Other principles  \n50. Duty to warn of risk&#8212;reasonable care  \n\nDivision 3--Causation\n\n51. General principles  \n52. Burden of proof  \n\nDivision 4--Awareness of risk\n\n53. Meaning of obvious risk  \n54. Voluntary assumption of risk  \n55. No liability for materialisation of inherent risk  \n56. Plaintiff to prove unawareness of risk  \n\nDivision 5--Negligence of professionals and persons professing particular skills\n\n57. Definition  \n58. Standard of care to be expected of persons holding out as possessing a particular skill  \n59. Standard of care for professionals  \n60. Duty to warn of risk  \n\nDivision 6--Non-delegable duties and vicarious liability\n\n61. Liability based on non-delegable duty  \n\nDivision 7--Contributory negligence\n\n62. Standard of care for contributory negligence  \n63. Contributory negligence can defeat claim  \n\nDivision 8--General\n\n64. Regulations  \n65. Supreme Court&#8212;limitation of jurisdiction  \n66. Transitional",
  "PART XI--MENTAL HARM": "PART XI--MENTAL HARM\n67. Definitions  \n68. Application of Part  \n69. Exclusions from Part  \n70. Application to contract  \n71. Effect of this Part on the common law  \n72. Mental harm&#8212;duty of care  \n73. Limitation on recovery of damages for pure mental harm arising from shock  \n74. Limitation on recovery of damages for consequential mental harm  \n75. Liability for economic loss for mental harm  \n76. Regulations  \n77. Supreme Court&#8212;limitation of jurisdiction  \n78. Transitional  \n\nPART XII--LIABILITY OF PUBLIC AUTHORITIES\n79. Definitions  \n80. Application of Part  \n81. Exclusions from Part  \n82. Effect of this Part on the common law  \n83. Principles concerning resources, responsibilities etc. of public authorities  \n84. Wrongful exercise of or failure to exercise function  \n85. Exercise of function or decision to exercise does not create duty  \n86. Supreme Court&#8212;limitation of jurisdiction  \n87. Transitional  \n\nPART XIII--ORGANISATIONAL LIABILITY FOR CHILD ABUSE\n88. Definitions  \n89. Application of Part  \n90. When is an individual associated with a relevant organisation?  \n91. Liability of organisations  \n92. Entity may nominate body to be sued  \n93. Transitional  \n\nPART XIV--TRANSITIONAL PROVISION\n94. Saving of orders continued in effect after commencement by Serious Offenders Act 2018  \nSCHEDULE \nENDNOTES\n\n\nWRONGS ACT 1958\n- LONG TITLE\nAn Act to consolidate the Law relating to Wrongs.\n\nBE IT ENACTED by the Queen's Most Excellent Majesty by and with the\nadvice and consent of the Legislative Council and the Legislative Assembly of\nVictoria in this present Parliament assembled and by the authority of the same\nas follows (that is to say):\n\nS.\n1amended by Nos 7884 s. 4(1),\n9353 s. 2(a), 9995 s. 2(1), 10078 s. 4, 10227 s. 8(a),\n25/1989 s. 38.\n\n\nWRONGS ACT 1958\n- SECT 1\nShort title and commencement\n\nThis Act may be cited as the Wrongs Act\n1958, and shall come into operation on a day to be fixed by proclamation of\nthe Governor in Council published in the Government Gazette.\n\n\n\n\nWRONGS ACT 1958\n- SECT 2\nRepeals and savings\n\n     (1)     The Acts mentioned in the Schedule to the\nextent thereby expressed to be repealed are hereby repealed\naccordingly.\n\n     (2)     Except as in this Act expressly or by necessary implication\nprovided&#8212;\n\n         (a)     all persons things and circumstances appointed or created by or under\nthe repealed Acts or existing or continuing under any of such Acts immediately\nbefore the commencement of this Act shall under and subject to this Act continue\nto have the same status operation and effect as they respectively would have had\nif such Acts had not been so repealed;\n\n         (b)     in particular and without affecting the generality of the foregoing\nparagraph such repeal shall not disturb the continuity of status operation or\neffect of any order notice information liability or right made given laid\naccrued incurred or acquired or existing or continuing by or under any of such\nActs before the commencement of this Act.\n\nS.\n2Ainserted by No. 51/1989\ns. 148.\n\n\nWRONGS ACT 1958\n- SECT 2A\nOffences under this Act deemed to be indictable offences\n\nOffences under this Act are, unless the\ncontrary intention appears, deemed to be indictable offences.\n\nPt 1 (Heading) amended by Nos 75/2005",
  "s. 49(Sch. 4 item 3.1), 58/2013 s. 65.": "s. 49(Sch. 4 item 3.1), 58/2013 s. 65.\n\nPart\nI&#8212;Criminal defamation and the reporting of court\nproceedings\n\n\n\n\n\nS. 3 amended by Nos 9576 s. 11(1),\n12/1989 s. 4(1)(Sch. 2 item 136.1), repealed by No. 68/2009\ns. 97(Sch. item 137.1).\n\n     *     *     *     *     *\n\n\n\n\n\n\n\n\n\n\n\nS.\n3Ainserted by No. 9292 s. 2,\namended by No. 9708 s. 2, repealed by No. 75/2005 s. 49(Sch.\n4 item 3.2).\n\n     *     *     *     *     *\n\n\n\n\n\n\n\n\n\nNo. 3807 s. 4.\n\nS.\n4amended by Nos 7876 s. 2(3),\n9576 s. 11(1), 10257 s. 93, 57/1989 s. 3(Sch. item 223.1),\n77/2008 s. 129(Sch. 2 item 26), 68/2009 s. 97(Sch. item 137.2),\n58/2013 s. 66 (ILA s. 39B(1)).\n\n\nWRONGS ACT 1958\n- SECT 4\nNo action maintainable against a person for faithfully reporting\n\n     (1)     No action or indictment shall be\nmaintainable against any person for publishing a faithful and accurate report of\nproceedings in any court of justice, or other legally constituted court or in\nany inquest or investigation under the Coroners Act 1985 or the\nCoroners Act 2008: Provided always that it shall not be lawful to publish\nany matter of an obscene or blasphemous nature nor any proceedings in any court\nwhich are not concluded and which the judge magistrate coroner or other\npresiding officer may pronounce it improper to publish at their then\nstage.\n\n\n\nS. 4(2) inserted by No. 58/2013\ns. 66.\n\n     (2)     Subsection (1) does not limit or otherwise affect&#8212;\n\n         (a)     the operation of a provision made by or under any other Act that\nprohibits or restricts the publication or disclosure of information;\nor\n\n         (b)     the Supreme Court's inherent jurisdiction to restrict the publication\nor disclosure of information.\n\nS. 5 repealed by No. 75/2005",
  "s. 49(Sch. 4 item 3.2).": "s. 49(Sch. 4 item 3.2).\n\n     *     *     *     *     *\n\n\n\n\n\nNo. 3807 s. 12.\n\nS. 13 amended by Nos 57/1989 s. 3(Sch.\nitem 223.3), 35/1996 s. 453(Sch. 1 item 90.1), 68/2009 s. 97(Sch.\nitem 137.4).\n\n\nWRONGS ACT 1958\n- SECT 13\nCosts\n\nIn case of any charge by a private prosecutor\nfor the publication of any defamatory libel if judgment is given for the\naccused, he shall be entitled to recover from the prosecutor the costs sustained\nby the said accused by reason of such charge; and upon a special plea of\njustification to such charge if the issue is found for the prosecutor, he\nshall be entitled to recover from the accused the costs sustained by the\nprosecutor by reason of such plea, such costs so to be recovered by the accused\nor prosecutor respectively to be assessed by the proper officer of the\ncourt before which the said charge is tried.\n\nS. 13AA inserted by No. 68/2009\ns. 97(Sch. item 137.5).\n\n\nWRONGS ACT 1958\n- SECT 13AA\nTransitional\n\n     (1)     Section 10 as amended by section 435(2) of\nthe Criminal Procedure Act 2009 applies to an offence alleged to have\nbeen committed on or after the commencement of section 435(2) of that\nAct.\n\n     (2)     For the purposes of subsection (1), if an offence is alleged to have\nbeen committed between two dates, one before and one on or after the\ncommencement of section 435(2) of the Criminal Procedure Act 2009, the\noffence is alleged to have been committed before that\ncommencement.\n\nPt 1A (Heading and ss 13A&#8211;13D)\ninserted by No. 56/1998s.\n4.\n\nPart\nIA&#8212;Publishers\n\n\n\nS. 13A inserted by No.\n56/1998s. 4.\n\n\nWRONGS ACT 1958\n- SECT 13A\nApplication of Part\n\nThis Part applies to a document\npublished after the commencement of section 4 of the Printers and\nNewspapers (Repeal) Act 1998.\n\nS. 13B inserted by No.\n56/1998s. 4.\n\n\nWRONGS ACT 1958\n- SECT 13B\nDefinitions\n\n     (1)     In this Part&#8212;\n\n\"document\" means a document in paper form and includes a book,\nnewspaper, pamphlet, leaflet, circular, advertisement, poster, magazine and\nother periodical publication but does not include a document consisting only of\na representation of a work of art;\n\n\"publish\", in relation to a document, means sell or distribute\n(whether to the public generally or to a restricted class or number of persons)\nor publicly display.\n\n     (2)     A person who, on behalf of another person, sells or distributes\n(whether to the public generally or to a restricted class or number of persons)\nor publicly displays a document does not publish the document for the purposes\nof this Part.\n\nS. 13C inserted by No.\n56/1998s. 4.\n\n\nWRONGS ACT 1958\n- SECT 13C\nIdentification of publisher\n\n     (1)     A person who publishes a document intended\nfor sale or distribution (whether to the public generally or to a restricted\nclass or number of persons) or for public display must print on the document\nsufficient information to enable a person to reasonably identify the person who\npublished the document.\n\nPenalty:     120 penalty units.\n\nS. 13C(2) amended by No. 79/2011\ns. 41.\n\n     (2)     A person who publishes a document is to be taken to have satisfied the\nrequirement in subsection (1) if the person prints on the document in a\nconspicuous place and in durable, legible characters the name of that person, or\nif that person carries on business under a name registered under the Business\nNames Registration Act 2011 of the Commonwealth, that name, and the address of\nthat person or the place at which that person carries on business.\n\n     (3)     It is a defence if a person charged with an offence against subsection\n(1) proves that the document was not published in Victoria.\n\n     (4)     An offence against subsection (1) is a summary offence.\n\nS. 13D inserted by No.\n56/1998s. 4.\n\n\nWRONGS ACT 1958\n- SECT 13D\nTransitional provisions\n\nDespite the repeal of the Printers and\nNewspapers Act 1958, any recognisance entered into under section 21 of that\nAct ceases to have effect except in relation to any conviction referred to in\nthat section in proceedings that had been commenced but not completed before the\nrepeal of that Act.\n\nPart\nII&#8212;Seduction\n\nNo. 3807 s. 13.\n\n\nWRONGS ACT 1958\n- SECT 14\nProof of loss of service in actions of seduction unnecessary\n\nIn any action of seduction brought by a parent\nor person in loco parentis it shall not be necessary for the plaintiff to allege\nor give evidence of loss of service to the plaintiff by the woman or girl\nseduced or that between them there was the relation of master and servant but\nsuch loss of service and relation shall be conclusively presumed in favour of\nthe plaintiff.\n\nPt 2A (Heading and ss 14A&#8211;14D)\ninserted by No. 9995 s. 2(2).\n\nPart\nIIA&#8212;Occupiers' liability\n\n\n\n\n\n\n\nS. 14A inserted by No. 9995\ns. 2(2).\n\n\nWRONGS ACT 1958\n- SECT 14A\nDefinitions\n\nIn this Part&#8212;\n\n         (a)     a reference to the occupier of premises includes a reference to the\nlandlord of premises let under a tenancy (including a statutory tenancy not\namounting in law to a tenancy) who&#8212;\n\n               (i)     is under an obligation to the tenant to maintain or repair the\npremises; or\n\n               (ii)     is, or could have put himself in, a position to exercise a right to\nenter on the premises to carry out maintenance or repairs; and\n\n         (b)     a reference to premises includes a reference to any fixed or moveable\nstructure, including any vessel, vehicle or aircraft.\n\nS. 14B inserted by No. 9995\ns. 2(2).\n\n\nWRONGS ACT 1958\n- SECT 14B\nLiability of occupiers\n\n     (1)     The provisions of this Part apply in place\nof the rules of the common law which before the commencement of the\nOccupiers' Liability Act 1983 determined the standard of care that\nan occupier was required to show towards persons entering on his premises in\nrespect of dangers to them.\n\n     (2)     Except as is provided by subsection (1) the rules of common law are\nnot affected by this Part with respect to the liability of occupiers to persons\nentering on their premises.\n\n     (3)     An occupier of premises owes a duty to take such care as in all the\ncircumstances of the case is reasonable to see that any person on the premises\nwill not be injured or damaged by reason of the state of the premises or of\nthings done or omitted to be done in relation to the state of the\npremises.\n\n     (4)     Without restricting the generality of subsection (3), in\ndetermining whether the duty of care under subsection (3) has been discharged\nconsideration shall be given to&#8212;\n\n         (a)     the gravity and likelihood of the probable injury;\n\n         (b)     the circumstances of the entry onto the premises;\n\n         (c)     the nature of the premises;\n\n         (d)     the knowledge which the occupier has or ought to have of the\nlikelihood of persons or property being on the premises;\n\n         (e)     the age of the person entering the premises;\n\n         (f)     the ability of the person entering the premises to appreciate the\ndanger;\n\nS. 14B(4)(fa) inserted by\nNo. 49/2002 s. 3.\n\n         (fa)     whether the person entering the premises is intoxicated by alcohol or\ndrugs voluntarily consumed and the level of intoxication;\n\nS. 14B(4)(fb) inserted by\nNo. 49/2002 s. 3.\n\n         (fb)     whether the person entering the premises is engaged in an illegal\nactivity;\n\n\n\n         (g)     the burden on the occupier of eliminating the danger or protecting the\nperson entering the premises from the danger as compared to the risk of the\ndanger to the person.\n\n\n\n\n\n     (5)     Nothing in this section affects any obligation to which an occupier of\npremises is subject by reason of any other Act or any statutory rule or any\ncontract.\n\nS. 14C inserted by No. 9995\ns. 2(2).\n\n\nWRONGS ACT 1958\n- SECT 14C\nLiability of Crown\n\nWhere the Crown is an occupier or landlord of\npremises, the Crown shall, in its capacity as occupier or landlord of premises,\nowe the same duty to persons and property on the premises as it would owe if it\nwere a subject, and shall be liable accordingly.\n\nS. 14D inserted by No. 9995\ns. 2(2).\n\n\nWRONGS ACT 1958\n- SECT 14D\nApplication of Part V\n\nPart V shall apply in relation to any claim\nbrought under this Part by a person against an occupier of premises in respect\nof injury or damage.\n\nS. 14E inserted by\nNo. 49/2002 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 14E\nTransitional\n\nThe amendment of section 14B by section 3 of\nthe Wrongs and Other Acts (Public Liability Insurance Reform) Act\n2002 applies to claims brought under this Part in which the statement of\nclaim or complaint is issued on or after the commencement of section 3 of that\nAct.\n\nPt 2B (Heading and ss 14F&#8211;14H)\ninserted by No. 49/2002 s. 5.\n\nPart\nIIB&#8212;Negligence&#8212;intoxication and illegal\nactivity\n\n\n\nS. 14F inserted by\nNo. 49/2002 s. 5.\n\n\nWRONGS ACT 1958\n- SECT 14F\nCommon law\n\nExcept as provided by section 14G, this Part is\nnot intended to affect the rules of common law applicable to\nnegligence.\n\nS. 14G inserted by\nNo. 49/2002 s. 5.\n\n\nWRONGS ACT 1958\n- SECT 14G\nConsideration of intoxication and illegal activity\n\n     (1)     This section applies to a claim for\ndamages in respect of death or personal injury brought by a person (the\nplaintiff) against another person (the defendant) alleging\nnegligence.\n\n     (2)     In determining whether the plaintiff has established a breach of the\nduty of care owed by the defendant, the court must consider, among other\nthings&#8212;\n\n         (a)     whether the plaintiff was intoxicated by alcohol or drugs voluntarily\nconsumed and the level of intoxication;\n\n         (b)     whether the plaintiff was engaged in an illegal activity.\n\nS. 14H inserted by\nNo. 49/2002 s. 5.\n\n\nWRONGS ACT 1958\n- SECT 14H\nApplication\n\nThis Part applies to claims in which the\nstatement of claim or complaint is issued on or after the commencement of\nsection 5 of the Wrongs and Other Acts (Public Liability Insurance Reform)\nAct 2002.\n\nPt 2C (Heading and ss 14I&#8211;14L)\ninserted by No. 49/2002 s. 6.\n\nPart\nIIC&#8212;Apologies\n\n\n\n\n\nS. 14I inserted by\nNo. 49/2002 s. 6.\n\n\nWRONGS ACT 1958\n- SECT 14I\nDefinitions\n\nIn this Part&#8212;\n\n\"apology\" means an expression of sorrow, regret or sympathy but\ndoes not include a clear acknowledgment of fault;\n\nS. 14I def. of civil proceeding\namended by Nos 69/2009 s. 54(Sch. Pt 2 item 59), 67/2014\ns. 147(Sch. 2 item 47).\n\n\"civil proceeding\" includes&#8212;\n\n         (a)     a proceeding before a tribunal; and\n\n         (b)     a proceeding under an Act regulating the practice or conduct of a\nprofession or occupation; and\n\n         (c)     a proceeding of a Royal Commission, whether established under the\nInquiries Act 2014 or under the prerogative of the Crown; and\n\n         (d)     a proceeding of a Board of Inquiry or Formal Review established under\nthe Inquiries Act 2014;\n\n\"injury\" means personal or bodily injury and\nincludes&#8212;\n\n         (a)     pre-natal injury; and\n\n         (b)     psychological or psychiatric injury; and\n\n         (c)     disease; and\n\n         (d)     aggravation, acceleration or recurrence of an injury or\ndisease.\n\n\n\n\n\nS. 14J inserted by\nNo. 49/2002 s. 6.\n\n\nWRONGS ACT 1958\n- SECT 14J\nApology not admission of liability\n\n     (1)     In a civil proceeding where the death or\ninjury of a person is in issue or is relevant to an issue of fact or law, an\napology does not constitute&#8212;\n\n         (a)     an admission of liability for the death or injury; or\n\n         (b)     an admission of unprofessional conduct, carelessness, incompetence or\nunsatisfactory professional performance, however expressed, for the purposes of\nany Act regulating the practice or conduct of a profession or\noccupation.\n\n     (2)     Subsection (1) applies whether the apology&#8212;\n\n         (a)     is made orally or in writing; or\n\n         (b)     is made before or after the civil proceeding was in contemplation or\ncommenced.\n\n     (3)     Nothing in this section affects the admissibility of a statement with\nrespect to a fact in issue or tending to establish a fact in issue.\n\nS. 14K inserted by\nNo. 49/2002 s. 6.\n\n\nWRONGS ACT 1958\n- SECT 14K\nReduction or waiver of fees\n\n     (1)     In a civil proceeding where the death or\ninjury of a person is in issue or is relevant to an issue of fact or law and it\nis alleged that the death or injury occurred as a consequence of the provision\nof a service, a reduction or waiver of the fees payable for the service or a\nrelated service does not constitute&#8212;\n\n         (a)     an admission of liability for the death or injury; or\n\n         (b)     an admission of unprofessional conduct, carelessness, incompetence or\nunsatisfactory professional performance, however expressed, for the purposes of\nany Act regulating the practice or conduct of a profession or\noccupation.\n\n     (2)     Subsection (1) applies whether the reduction or waiver of\nfees&#8212;\n\n         (a)     is made orally or in writing; or\n\n         (b)     is made before or after the civil proceeding was in contemplation or\ncommenced.\n\n     (3)     Nothing in this section affects the admissibility of a statement with\nrespect to a fact in issue or tending to establish a fact in issue.\n\nS. 14L inserted by\nNo. 49/2002 s. 6.\n\n\nWRONGS ACT 1958\n- SECT 14L\nApplication\n\nThis Part applies to an apology or reduction\nor waiver of fees made on or after the commencement of section 6 of the\nWrongs and Other Acts (Public Liability Insurance Reform) Act\n2002.\n\nPart\nIII&#8212;Wrongful act or neglect causing death\n\nS. 15 amended by No. 8602 s. 12,\nrepealed by No. 9856\ns. 2.[1]\n\n     *     *     *     *     *\n\n\n\n\n\nNo. 3807 s. 15.\n\nS. 16 amended by No. 9576\ns. 11(1).\n\n\nWRONGS ACT 1958\n- SECT 16\nLiability for death caused wrongfully\n\nWhensoever the death of a person is caused by a\nwrongful act neglect or default and the act neglect or default is such as would\n(if death had not ensued) have entitled the party injured to maintain an action\nand recover damages in respect thereof, then and in every such case the person\nwho would have been liable if death had not ensued shall be liable to an action\nfor damages notwithstanding the death of the person injured.\n\nNo. 3807 s. 16.\n\nS. 17 amended by No. 9856\ns. 3(a)(b).\n\n\nWRONGS ACT 1958\n- SECT 17\nAction for death caused wrongfully[2]\n\n     (1)     Every such action shall be for the benefit of the dependants of the\nperson whose death has been so caused and shall be brought by and in the name of\nthe executor or administrator of the person deceased; and in every such action\nthe jury or the court if the trial is without a jury may give such damages as\nthey or it think proportioned to the injury resulting from such death to the\nparties respectively for whom and for whose benefit such action is brought; and\nthe amount so recovered after deducting the costs not recovered from the\ndefendant shall be divided amongst the before-mentioned parties in such shares\nas the jury or court by their or its verdict find and direct.\n\n\n\n\n\n\n\nS. 17(2) inserted by No. 9856\ns. 4.\n\n     (2)     In subsection (1) the word \"dependants\" means\nsuch persons as were wholly mainly or in part dependent on the person\ndeceased at the time of his death or who would but for the incapacity due to the\ninjury which led to the death have been so dependent.\n\nNo. 3807 s. 17.\n\n\nWRONGS ACT 1958\n- SECT 18\nAction for damages by persons interested\n\nWhere in any of the cases provided for by this\nPart there is no executor or administrator of the person deceased, or where no\naction as in this Part mentioned has within six months after the death of the\ndeceased person been brought by his executor or administrator, then and in every\nsuch case such action may be brought by all or any of the persons (if more than\none) for whose benefit such action would have been if it had been brought by\nsuch executor or administrator; and every action so to be brought shall be for\nthe benefit of the same person or persons and shall be subject to the same\nprocedure as nearly as may be if it were brought by such an executor or\nadministrator.\n\nS. 19 substituted by No. 7496 s. 2,\namended by No. 6/2004 s. 3 (ILA s. 39B(1)).\n\n\nWRONGS ACT 1958\n- SECT 19\nAssessment of damages\n\n     (1)     In assessing damages in any action under\nthis Part, whether commenced before or after the passing of the Wrongs\n(Assessment of Damages) Act 1966, there shall not be taken into\naccount&#8212;\n\n         (a)     a sum paid or payable on the death of the deceased person under any\ncontract of assurance or insurance (including a contract made with a friendly or\nother benefit society or association or trade union);\n\n         (b)     a sum paid or payable out of any superannuation provident or like\nfund;\n\n\n\n\n\n         (c)     a sum paid or payable by way of pension benefit or allowance under any\nlaw of the Commonwealth or the State or under the law of any other State\nterritory or country; or\n\n         (d)     a sum paid or payable as a gratuity&#8212;\n\nwhether any such sum is paid or payable to the estate of the deceased\nperson or to any person for whose benefit the action is brought.\n\nS. 19(1A) inserted by No. 69/2008\ns. 12.\n\n     (1A)     In assessing damages in any action under this Part, there shall not\nbe taken into account&#8212;\n\n         (a)     any damages under section 29(2A) of the Administration and Probate\nAct 1958 recovered or recoverable for the benefit of the estate of the\ndeceased person; or\n\n         (b)     any share of those damages paid or likely to be paid to any person for\nwhose benefit the action under this Part is brought.\n\nS. 19(2) inserted by No. 6/2004\ns. 3.\n\n     (2)     In assessing damages in an action under this Part, that is commenced\non or after the commencement of the Wrongs (Remarriage Discount) Act\n2004, no separate reduction may be made on account of&#8212;\n\n         (a)     the remarriage or formation of a domestic partnership; or\n\n         (b)     the prospects of remarriage or formation of a domestic\npartnership&#8212;\n\nof the surviving spouse or domestic partner, or a surviving former spouse\nor former domestic partner, of the deceased person.\n\n\n\n\n\n\n\n\n\nS. 19(3) inserted by No. 6/2004\ns. 3.\n\n     (3)     In subsection (2)&#8212;\n\n\n\n\n\nS. 19(3) def. of domestic partner\nsubstituted by No. 12/2008 s. 73(1)(Sch. 1 item 68.1), amended by\nNo. 4/2009 s. 37(Sch. 1 item 30.1).\n\n\"domestic partner \"of a person who dies\nmeans&#8212;\n\n         (a)     a person who was, at the time of death, in a registered domestic\nrelationship with the person; or\n\n         (b)     an adult person to whom the person was not married at the time of\ndeath but with whom the person was in a relationship as a couple where one or\neach of them provided personal or financial commitment and support of a domestic\nnature for the material benefit of the other, irrespective of their genders and\nwhether or not they were living under the same roof, but does not include a\nperson who provided domestic support and personal care to the\nperson&#8212;\n\n               (i)     for fee or reward; or\n\n               (ii)     on behalf of another person or an organisation (including a\ngovernment or government agency, a body corporate or a charitable or benevolent\norganisation);\n\n\"spouse\" of a person who dies means a person who was married to\nthe person at the time of the person's death.\n\n\n\n\n\nS. 19(4) inserted by No. 6/2004\ns. 3, substituted by No. 12/2008 s. 73(1)(Sch. 1 item\n68.2).\n\n     (4)     For the purposes of the definition of domestic\npartner in subsection (3)&#8212;\n\n\n\n\n\n\n\nS. 19(4)(a) amended by No. 4/2009\ns. 37(Sch. 1 item 30.2(a)).\n\n         (a)     \"registered domestic relationship\" has the same meaning as\nin the Relationships Act 2008; and\n\n\n\nS. 19(4)(b) amended by No. 4/2009\ns. 37(Sch. 1 item 30.2(b)).\n\n         (b)     in determining whether persons who were not in a registered domestic\nrelationship were domestic partners of each other, all the circumstances of\ntheir relationship are to be taken into account, including any one or\nmore of the matters referred to in section 35(2) of the Relationships\nAct 2008 as may be relevant in a particular case; and\n\n         (c)     a person is not a domestic partner of another person only because they\nare co-tenants.\n\nS. 19(5) inserted by No. 6/2004\ns. 3.\n\n     (5)     Except as provided in this section, nothing in this section affects\nany other law relating to damages in an action under this Part.\n\nS. 19A inserted by No. 102/2003\ns. 4.\n\n\nWRONGS ACT 1958\n- SECT 19A\nLimitation on damages for loss of gratuitous care\n\nIn an action under this Part, no damages may be\nawarded for a loss of gratuitous care provided or to be provided by the deceased\nto his or her dependants unless the court is satisfied that&#8212;\n\n         (a)     the care&#8212;\n\n               (i)     was provided to the dependants; and\n\n               (ii)     was being provided for at least 6 hours per week; and\n\n\n\n               (iii)     had been provided for at least 6 consecutive months before the\ndeath, or the injury that caused the death, to which the damages relate;\nor\n\n         (b)     there is a reasonable expectation that, but for the death, or the\ninjury that caused the death, of the deceased, the gratuitous care would have\nbeen provided to the dependants&#8212;\n\n               (i)     for at least 6 hours per week; and\n\n               (ii)     for a period of at least 6 consecutive months.\n\nS. 19B inserted by No. 102/2003\ns. 4.\n\n\nWRONGS ACT 1958\n- SECT 19B\nCalculation of damages for gratuitous care\n\n     (1)     If, in an action under this Part, the\ncourt is satisfied that the deceased would (if death, or the injury that caused\nthe death, had not ensued) have provided gratuitous care to his or her\ndependants for not less than 40 hours per week, the amount of damages that may\nbe awarded for the loss of that care must not exceed&#8212;\n\n         (a)     the amount per week comprising the amount estimated by the Australian\nStatistician as the average weekly total earnings of all employees in Victoria\nfor&#8212;\n\n               (i)     in respect of the whole or any part of a quarter occurring between the\ndate of the death in relation to which the award is made and the date of the\naward, being a quarter for which such an amount has been estimated by the\nAustralian Statistician and is, at the date of the award, available to the court\nmaking the award&#8212;that quarter; or\n\n               (ii)     in respect of the whole or any part of any other quarter&#8212;the\nmost recent quarter occurring before the date of the award for which such an\namount has been estimated by the Australian Statistician and is, at that date,\navailable to the court making the award; or\n\n         (b)     if the Australian Statistician fails or ceases to estimate the\namount referred to in paragraph (a), the prescribed amount or the amount\ndetermined in such manner or by reference to such matters, or both, as may be\nprescribed.\n\n     (2)     If, in an action under this Part, the court is satisfied that the\ndeceased would have provided gratuitous care to his or her dependants for less\nthan 40 hours per week, the amount of damages that may be awarded for the loss\nof that care must not exceed the amount calculated at an hourly rate of\none-fortieth of the amount determined in accordance with subsection (1)(a) or\n        (b), as the case requires.\n\nS. 19C inserted by No. 102/2003\ns. 4.\n\n\nWRONGS ACT 1958\n- SECT 19C\nApplication of sections 19A and 19B\n\n     (1)     Except as provided by sections 19A and\n19B, nothing in those sections affects any other law relating to damages arising\nfrom loss of gratuitous care.\n\n     (2)     Sections 19A and 19B do not apply to the following actions for\ndamages&#8212;\n\n         (a)     subject to subsection (3), an action for damages in respect of an\ninjury that is a dust&#8209;related condition within the meaning of the\nAdministration and Probate Act 1958; or\n\n         (b)     subject to subsection (3), an action for damages in respect of an\ninjury resulting from smoking or other use of tobacco products, within the\nmeaning of the Tobacco Act 1987, or exposure to tobacco smoke.\n\n\n\n     (3)     An action for damages referred to in subsection (2)(a) or (2)(b) does\nnot include an action for damages that relates to the provision of or the\nfailure to provide a health service.\n\nS. 20 substituted by No. 8330\ns. 2.\n\n\nWRONGS ACT 1958\n- SECT 20\nApplication to court as to cause of action under this Part\n\nS. 20(1) amended\nby No. 9884 s. 6(a)(b).\n\n     (1)     Not more than one action shall lie for and in respect of the same\nsubject-matter of complaint, and (subject to subsection (1A)) every such action\nshall be commenced within six years after the death of such deceased person or,\nwhere an application is made to a court under subsection (2), within the period\nreferred to in the order of the court.\n\nS. 20(1A) inserted by No. 9884\ns. 7.\n\n     (1A)     Where the death of a deceased person was caused by an injury\nconsisting of a disease or disorder contracted by a person and the person did\nnot know before he died&#8212;\n\n         (a)     that he had suffered the injury; or\n\n         (b)     that the injury was caused by the act or omission of some\nperson&#8212;\n\nan action in respect of the injury shall be commenced within six years\nafter the date when the person claiming to have a cause of action under this\nPart first knows&#8212;\n\n         (c)     that the death was caused by the injury; and\n\n         (d)     that the injury was caused by the act or omission of some\nperson&#8212;\n\nor, where an application is made to a court under subsection (2), within\nthe period referred to in the order of the court.\n\n\n\n\n\nS. 20(2) amended by No. 9884\ns. 8.\n\n     (2)     Where on an application to a court by a person claiming to have a\ncause of action under this Part, it appears to the court that&#8212;\n\n         (a)     the death of the deceased person was caused by a wrongful act, neglect\nor default; and\n\n         (b)     the deceased did not before his death bring an action in respect of\nthe wrongful act neglect or default&#8212;\n\nthe court subject to subsection (3) and after hearing such of the persons\nlikely to be affected by that application as it sees fit, may, if it decides\nthat it is just and reasonable so to do, order that the period within which an\naction on the cause of action may be brought be extended for such period as it\ndetermines.\n\nS. 20(3) substituted by No. 9884\ns. 9.\n\n     (3)     In exercising the powers conferred on it by subsection (2) a court\nshall have regard to all the circumstances of the case including (without\nderogating from the generality of the foregoing) the following&#8212;\n\n         (a)     the length of and reasons for the delay on the part of the deceased or\nthe claimant or each of them (as the case may be);\n\n         (b)     the extent to which, having regard to the delay, there is or is likely\nto be prejudice to the defendant;\n\n         (c)     the extent, if any, to which the defendant had taken steps to make\navailable to the deceased or the claimant or each of them (as the case may be)\nmeans of ascertaining facts which were or might be relevant to the cause of\naction of the deceased or the claimant or each of them (as the case may be)\nagainst the defendant;\n\n         (d)     the duration of any disability of the deceased arising on or after the\ndate of the accrual of the cause of action;\n\n         (e)     the extent to which the deceased or the claimant or each of them (as\nthe case may be) acted promptly and reasonably once he knew in relation to the\ninjury that caused the death that the act or omission to which that injury was\nattributable might be capable at that time of giving rise to an action for\ndamages;\n\n         (f)     the steps, if any, taken by the deceased or the claimant or each of\nthem (as the case may be) to obtain medical legal or other expert advice and the\nnature of any such advice he may have received.\n\nS. 20(3A) inserted by No. 9884\ns. 9.\n\n     (3A)     The powers conferred on a court by subsection (2) may be exercised at\nany time notwithstanding&#8212;\n\n         (a)     that more than six years has expired since the cause of action\naccrued; or\n\n         (b)     that an action in respect of such personal injuries has been commenced\nby the claimant.\n\n     (4)     Where under this section a question arises as to the knowledge of a\ndeceased person the court may have regard to the conduct and statements oral or\nin writing of the deceased person.\n\nS. 20(5) substituted by No. 57/1989\ns. 3(Sch. item 223.4).\n\n     (5)     A copy of an application under this section must be served on each\nperson against whom the applicant claims to have the cause of action.\n\n\n\n     (6)     This section applies in respect of a cause of action whether or not\nthe cause of action accrued before the commencement of the Wrongs Act\n1972.\n\nS. 20(7) inserted by No. 60/2003\ns. 10.\n\n     (7)     This section does not apply in respect of a cause of action to which\nPart IIA of the Limitation of Actions Act 1958 applies.\n\n\n\nNo. 3807 s. 20.\n\nS. 21 amended by Nos 9153 s. 2, 35/1996\ns. 453(Sch. 1 item 90.2).\n\n\nWRONGS ACT 1958\n- SECT 21\nParticulars of demand\n\nIn every such action the plaintiff on the\nrecord shall be required together with the statement of claim to deliver to the\ndefendant or his legal practitioner full particulars&#8212;\n\n         (a)     of the person or persons for whom and on whose behalf such action is\nbrought;\n\n         (b)     of the nature of the claim in respect of which damages are sought to\nbe recovered;\n\n         (c)     of the date of birth of each such person and of the deceased\nperson;\n\n         (d)     of the name and address of each person by whom the deceased person was\nemployed at any time within the period of twelve months preceding the day on\nwhich he suffered the injury which caused his death;\n\n         (e)     of the date of commencement of each such employment and the duration\nthereof;\n\n         (f)     of the total net sum (after deducting instalments of tax deductible\ntherefrom) that the deceased earned in the period of twelve months referred to\nin paragraph (d).\n\nNo. 4070 s. 3.\n\n\nWRONGS ACT 1958\n- SECT 22\nPayment into court\n\n     (1)     In any action as in this Part mentioned\nthe defendant may pay money into court as a compensation in one sum to all\npersons entitled under this Part for the wrongful act neglect or default without\nspecifying the shares into which the sum is to be divided by the jury or the\ncourt if the trial is without a jury.\n\n     (2)     No portion of the sum paid in shall be paid out of court except\nunder the order of a judge but otherwise the rules of the court for the time\nbeing in force relating to payment into and out of court and tender and matters\nassociated therewith shall with any necessary modifications\napply.\n\nNo. 4070 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 23\nMental or nervous shock\n\nIn any action for injury to the person the\nplaintiff shall not be debarred from recovering damages merely because the\ninjury complained of arose wholly or in part from mental or nervous\nshock.\n\nS. 23AA inserted by No. 102/2003\ns. 5.\n\n\nWRONGS ACT 1958\n- SECT 23AA\nRegulations\n\n     (1)     The Governor in Council may make\nregulations generally prescribing any matter or thing required or permitted by\nthis Part to be prescribed or necessary to be prescribed to give effect to this\nPart.\n\n     (2)     The regulations&#8212;\n\n         (a)     may leave any matter to be determined by the Minister; and\n\n         (b)     may apply, adopt or incorporate, wholly or partially or as amended by\nthe regulations, any matter contained in any document as existing or in\nforce&#8212;\n\n               (i)     from time to time; or\n\n               (ii)     at a particular time.\n\nS. 23AB inserted by No. 102/2003\ns. 5.\n\n\nWRONGS ACT 1958\n- SECT 23AB\nSupreme Court&#8212;limitation of jurisdiction\n\nIt is the intention of sections 19A and 19B to\nalter or vary section 85 of the Constitution Act 1975.\n\n\n\n\n\nS. 23AC inserted by No. 102/2003\ns. 5.\n\n\nWRONGS ACT 1958\n- SECT 23AC\nTransitional for gratuitous care\n\n     (1)     Sections 19A and 19B extend to an award of\ndamages that relates to a death occurring before, on or after the commencement\nof section 4 of the Wrongs and Other Acts (Law of Negligence) Act\n2003.\n\n     (2)     Despite subsection (1), sections 19A and 19B do not apply to an award\nof damages in proceedings commenced in a court before the commencement of\nsection 4 of the Wrongs and Other Acts (Law of Negligence) Act\n2003.\n\nS. 23AD inserted by No. 6/2004\ns. 4.\n\n\nWRONGS ACT 1958\n- SECT 23AD\nSupreme Court&#8212;limitation of jurisdiction\n\nIt is the intention of section 19(2) to alter or vary section 85 of the\nConstitution Act 1975.\n\nS. 23AE inserted by No. 69/2008\ns. 13.\n\n\nWRONGS ACT 1958\n- SECT 23AE\nTransitional for assessment of damages\n\n     (1)     Section 19(1A) as inserted by section 12\nof the Asbestos Diseases Compensation Act 2008 applies in respect of any\naction brought under this Part before or after the commencement of that section\n12.\n\n     (2)     However subsection (1) does not apply to an action if damages were\nawarded or a settlement was reached in that action before the commencement of\nsection 12 of the Asbestos Diseases Compensation Act 2008.\n\nPt 4 (Heading) substituted by No. 10227\ns. 8(b).\n\nPart\nIV&#8212;Contribution\n\n\n\nS. 23A inserted by No. 10227\ns. 4.\n\n\nWRONGS ACT 1958\n- SECT 23A\nDefinitions\n\n     (1)     For the purposes of this Part a person is\nliable in respect of any damage if the person who suffered that damage, or\nanyone representing the estate or dependents of that person, is entitled to\nrecover compensation from the first-mentioned person in respect of that damage\nwhatever the legal basis of liability, whether tort, breach of contract, breach\nof trust or otherwise.\n\n     (2)     References in this Part to an action brought by or on behalf of the\nperson who suffered any damage includes references to an action brought for the\nbenefit of the estate or dependants of that person.\n\n     (3)     In this Part&#8212;\n\n\"action\" includes a proceeding commenced by way of\ncounter-claim;\n\nS. 23A(3) def. of court\ninserted by No. 26/2023 s. 68(a).\n\n\"court\" includes VCAT;\n\n\n\n\n\n\"dependants\" means those persons for whose benefit an action\ncould be brought under Part III;\n\nS. 23A(3) def. of judgment\ninserted by No. 26/2023 s. 68(a).\n\n\"judgment\", in relation to VCAT, includes decision, order and\ndeclaration;\n\n\n\n\n\n\n\n\n\njudgment first given means, in a case where that judgment is\nreversed on appeal, the judgment first given which is not so reversed and, in a\ncase where that judgment is varied on appeal, that judgment as so\nvaried;\n\nS. 23A(3) def. of writ\namended by No. 26/2023 s. 68(b).\n\nwrit includes&#8212;\n\n         (a)     summons;\n\n         (ab)     application to VCAT;\n\n         (b)     in relation to a proceeding commenced by way of counter-claim, the\nnotice or other document by which the proceeding is first notified to the\ndefendant; and\n\n         (c)     in relation to proceedings for contribution under section 23B, the\nnotice or other document by which the proceedings may be originated.\n\nS. 23B inserted by No. 10227\ns. 4.\n\n\nWRONGS ACT 1958\n- SECT 23B\nEntitlement to contribution\n\n     (1)     Subject to the following provisions of\nthis section, a person liable in respect of any damage suffered by another\nperson may recover contribution from any other person liable in respect of the\nsame damage (whether jointly with the first-mentioned person or\notherwise).\n\n     (2)     A person shall be entitled to recover contribution by virtue of\nsubsection (1) notwithstanding that that person has ceased to be liable in\nrespect of the damage in question since the time when the damage occurred\nprovided that that person was so liable immediately before that person made or\nwas ordered or agreed to make the payment in respect of which the contribution\nis sought.\n\n\n\n\n\n     (3)     A person shall be liable to make contribution by virtue of subsection\n(1) notwithstanding that that person has ceased to be liable in respect of the\ndamage in question since the time when the damage occurred unless that person\nceased to be liable by virtue of the expiry of a period of limitation or\nprescription which extinguished the right on which the claim against that person\nin respect of the damage was based.\n\n     (4)     Subject to section 24(2B), a person who in good faith has made or\nagreed to make any payment in settlement or compromise of a claim made against\nthat person in respect of any damage (including a payment into court which has\nbeen accepted) shall be entitled to recover contribution in accordance with this\nsection without regard to whether or not the person who has made or agreed to\nmake the payment is or ever was liable in respect of the damage provided that\nthat person would have been liable assuming that the factual basis of the claim\nagainst that person could be established.\n\n     (5)     Subject to section 24(2B), a judgment given in an action brought by or\non behalf of the person who suffered the damage in question against any person\nfrom whom contribution is sought under this section shall be conclusive in the\nproceedings for contribution as to any issue determined by that judgment in\nfavour of the person from whom the contribution is sought.\n\n     (6)     References in this section to a person's liability in respect of any\ndamage are references to any such liability which has been or could be\nestablished in an action brought against that person in Victoria by or on behalf\nof the person who suffered the damage and it is immaterial whether any issue\narising in any such action was or would be determined (in accordance with the\nrules of private international law) by reference to the law of a place outside\nVictoria.\n\nNo. 5382 s. 2.\n\n\nWRONGS ACT 1958\n- SECT 24\nRecovery of contribution[3]\n\nS. 24(1) amended by No. 9856 s. 5(a),\nrepealed by No. 10227 s. 8(c)(i).\n\n     *     *     *     *     *\n\n\n\n\n\n\n\nS. 24(2) amended by Nos 10227 s. 5(a),\n26/2023 s. 69.\n\n     (2)     Subject to subsections (2A) and (2B), in any proceedings for\ncontribution under section 23B the amount of the contribution recoverable from\nany person shall be such as may be found by the jury or by the court if the\nproceeding is without a jury to be just and equitable having regard to the\nextent of that person's responsibility for the damage; and the jury or the court\nif the proceeding is without a jury shall have power to exempt any person from\nliability to make contribution, or to direct that the contribution to be\nrecovered from any person shall amount to a complete indemnity.\n\nS. 24(2A) inserted by No. 10227\ns. 5(b).\n\n     (2A)     Where the amount of the damages which have or might have been awarded\nin respect of the damage in question in an action brought in Victoria by or on\nbehalf of the person who suffered it against the person from whom the\ncontribution is sought was or would have been subject to&#8212;\n\n         (a)     any limit imposed by or under any enactment or by any agreement made\nbefore the damage occurred;\n\n         (b)     any reduction by virtue of section 26; or\n\n         (c)     any corresponding limit or reduction under the law of a place outside\nVictoria&#8212;\n\nthe person from whom the contribution is sought shall not by virtue of any\ncontribution awarded under section 23B be required to pay in respect of the\ndamage a greater amount than the amount of those damages as so limited or\nreduced.\n\nS. 24(2B) inserted by No. 10227\ns. 5(b), amended by No. 26/2023 s. 69.\n\n     (2B)     If in any proceedings for contribution under section 23B the jury or\nthe court, if the proceeding is without a jury, finds that the amount of any\npayment made or agreed to be made in settlement or compromise of a claim was\nexcessive the jury or the court (as the case requires) in assessing the amount\nof the contribution recoverable from any person shall disregard any part of the\npayment which appears to it to have been excessive.\n\nS. 24(2C) inserted by No. 10227\ns. 5(b).\n\n     (2C)     Nothing in subsection (2B) applies to a settlement or compromise of a\nclaim of a minor or person of unsound mind that has been approved by the\ncourt.\n\nS. 24(3) amended by Nos 10227\ns. 8(c)(ii), 57/1989 s. 3(Sch. item 223.5(a)(b)).\n\n     (3)     No execution for the recovery of contribution under section 23B shall\nissue without the leave of the court. Upon application for such leave the court\nmay direct that payment to the original plaintiff shall be sufficient\nsatisfaction of the order for contribution.\n\nS. 24(4) substituted by No. 8330\ns. 3(1)(a), amended by No. 10227 s. 6(a).\n\n     (4)     Notwithstanding any provision in any statute requiring a notice to be\ngiven before action or prescribing the period within which an action may be\nbrought, where under section 23B any person becomes entitled to a right to\nrecover contribution in respect of any damage from any other person, proceedings\nto recover contribution by virtue of that right may be commenced by the\nfirst-mentioned person&#8212;\n\n         (a)     at any time within the period&#8212;\n\nS. 24(4)(a)(i) amended by No. 10227\ns. 6(b).\n\n               (i)     within which the action against the first-mentioned person might have\nbeen commenced; or\n\nS. 24(4)(a)(ii) amended by No. 10227\ns. 6(b).\n\n               (ii)     within the period of twelve months after the writ in the action\nagainst the first-mentioned person was served on him&#8212;\n\nwhichever is the longer; or\n\nS. 24(4)(b) amended by No. 10227\ns. 6(c)(d).\n\n         (b)     where another person liable in respect of that damage, within the\nperiod within which the action against him might have been commenced or within\ntwelve months after the writ in the action was served on him, serves a writ on\nthe first-mentioned person seeking to recover contribution in respect of that\ndamage from the first-mentioned person&#8212;at any time within the period of\nsix months after that writ is so served.\n\nS. 24(4A)\nrepealed.[4]\n\n     *     *     *     *     *\n\n\n\nS. 24(5) repealed by No. 10227\ns. 8(c)(i), new s. 24(5) inserted by No. 102/2003\ns. 6.\n\n     (5)     For the removal of doubt, if an action (the existing\naction) was commenced in a court against the first-mentioned person\nreferred to in subsection (4) before 1 October 2003, the period referred to in\nsubsection (4)(a)(i) is to be taken to be the period within which the existing\naction might have been brought at the time the existing action was\nbrought.\n\nS. 24(6)\nrepealed.[5]\n\n     *     *     *     *     *\n\n\n\nS. 24AAA inserted by No. 80/2010\ns. 160, amended by No. 67/2013 s. 649(Sch. 9 item\n36(1)).\n\n\nWRONGS ACT 1958\n- SECT 24AAA\nWhen employer not liable to indemnify third party in relation to an injury\n\nA term of a contract that requires, or has the\neffect of requiring, an employer within the meaning of the Accident\nCompensation Act 1985 or the Workplace Injury Rehabilitation and\nCompensation Act 2013 to indemnify a third party, or make contribution, in\nrespect of the third party's liability to pay damages for an injury to, or death\nof, a worker within the meaning of that Act arising in the course of the\nworker's employment with the employer is void.\n\nS. 24AA inserted by No. 10227\ns. 7.\n\n\nWRONGS ACT 1958\n- SECT 24AA\nProceedings against persons jointly liable for the same debt or damage\n\nJudgment recovered against any person liable in\nrespect of any debt or damage shall not be a bar to an action, or to the\ncontinuance of an action, against any other person who is (apart from any such\nbar) jointly liable with the first-mentioned person in respect of the same debt\nor damage.\n\nS. 24AB inserted by No. 10227\ns. 7.\n\n\nWRONGS ACT 1958\n- SECT 24AB\nSuccessive actions against persons liable (jointly or otherwise) for the same damage\n\nIf more than one action is brought in respect\nof any damage by or on behalf of the person by whom it was suffered against\npersons liable in respect of the damage (whether jointly or otherwise) the\nplaintiff shall not be entitled to costs in any of those actions, other than\nthat in which judgment is first given, unless the court is of the opinion that\nthere was reasonable ground for bringing the action.\n\nS. 24AC inserted by No. 10227\ns. 7.\n\n\nWRONGS ACT 1958\n- SECT 24AC\nApplication to the Crown\n\nWhere the Crown is subject to any liability by\nvirtue of the Crown Proceedings Act 1958, this Part shall bind the Crown\nin respect of the liability to which it is so subject in the same manner and to\nthe same extent as if the Crown were a subject.\n\nS. 24AD inserted by No. 10227\ns. 7.\n\n\nWRONGS ACT 1958\n- SECT 24AD\nSavings\n\n     (1)     This Part as amended by the Wrongs\n(Contribution) Act 1985 shall not affect any case where the debt in\nquestion became due or (as the case requires) the damage in question\noccurred before the commencement of that Act.\n\n     (2)     A person shall not be entitled to recover contribution or liable to\nmake contribution in accordance with section 23B by reference to any liability\nbased on breach of any obligation assumed by that person before the commencement\nof the Wrongs (Contribution) Act 1985.\n\n     (3)     This Part as in force immediately before the commencement of the\nWrongs (Contribution) Act 1985 shall continue to apply with respect to\ntorts committed before the commencement of that Act.\n\n     (4)     The right to recover contribution in accordance with section 23B\nsupersedes any right, other than an express contractual right, to recover\ncontribution (as distinct from indemnity) otherwise than under this Part in\ncorresponding circumstances but nothing in this Part shall\naffect&#8212;\n\n         (a)     any express or implied contractual or other right to indemnity;\nor\n\n         (b)     any express contractual provision regulating or excluding\ncontribution&#8212;\n\nwhich would be enforceable apart from this Part or render enforceable any\nagreement for indemnity or contribution which would not be enforceable apart\nfrom this Part.\n\n     (5)     Nothing in this Part shall&#8212;\n\n         (a)     affect any criminal proceedings against any person in respect of any\nwrongful act; or\n\nS. 24AD(5)(b) amended by No. 57/1989\ns. 3(Sch. item\n223.6).\n\n         (b)     affect the operation of sections 45 to 47 of the Supreme Court Act\n1986.\n\n\n\n\n\nS. 24ADA inserted by\nNo. 26/2023 s. 70.\n\n\nWRONGS ACT 1958\n- SECT 24ADA\nTransitional and validating for Part IV&#8212;Justice Legislation Amendment Act 2023\n\n     (1)     The amendments to this Part by sections 68\nand 69 of the amending Act apply on and after the commencement date whether the\ndamage in question occurred before, on or after the commencement date.\n\n     (2)     In addition to subsection (1), but subject to subsection (3), a\ndecision, order or declaration made or purportedly made by VCAT under this Part\nbefore the commencement date is as valid and effective as it would have been if\nthe amendments made by sections 68 and 69 of the amending Act had been in\noperation at the time the decision, order or declaration was made or purportedly\nmade.\n\n     (3)     Subsection (2) does not apply in relation to a decision, order or\ndeclaration of VCAT if&#8212;\n\n         (a)     an order was made by the County Court or the Supreme Court (including\nthe Court of Appeal) before the commencement date which quashed, overturned or\nreversed the decision, order or declaration on the ground that VCAT had no\njurisdiction to make a decision, order or declaration in respect of contribution\nunder this Part; or\n\n         (b)     an appeal or a review which includes the ground that VCAT has no\njurisdiction to make a decision, order or declaration in respect of contribution\nunder this Part has been commenced but not determined before the commencement\ndate.\n\n\n\n\n\n\n\n     (4)     In this section&#8212;\n\n\"amending Act\" means the Justice Legislation Amendment Act\n2023;\n\n\"commencement date\" means the day on which Division 2 of Part\n10 of the amending Act comes into operation.\n\nPt IVAA (Heading and ss 24AE&#8211;24AS)\ninserted by No. 60/2003 s. 3.\n\nPart\nIVAA&#8212;Proportionate liability\n\n\n\nS. 24AE inserted by No. 60/2003 s. 3\n(as amended by No. 102/2003 s. 36).\n\n\nWRONGS ACT 1958\n- SECT 24AE\nDefinitions\n\nIn this Part&#8212;\n\n\"apportionable claim\" means a claim to which this Part\napplies;\n\n\"court\" includes tribunal and, in relation to a claim for\ndamages, means any court or tribunal by or before which the claim falls to be\ndetermined;\n\n\"damages\" includes any form of monetary compensation;\n\n\"defendant\" includes any person joined as a defendant or other\nparty in the proceeding (except as a plaintiff) whether joined under this Part,\nunder rules of court or otherwise;\n\n\"injury\" means personal or bodily injury and\nincludes&#8212;\n\n         (a)     pre-natal injury; and\n\n         (b)     psychological or psychiatric injury; and\n\n         (c)     disease; and\n\n         (d)     aggravation, acceleration or recurrence of an injury or\ndisease.\n\nS. 24AF inserted by No. 60/2003 s. 3\n(as amended by No. 102/2003 s. 37).\n\n\nWRONGS ACT 1958\n- SECT 24AF\nApplication of Part\n\n     (1)     This Part applies to&#8212;\n\n         (a)     a claim for economic loss or damage to property in an action for\ndamages (whether in tort, in contract, under statute or otherwise)\narising from a failure to take reasonable care; and\n\nS. 24AF(1)(b) amended by\nNo. 72/2010 s. 48(Sch. item 25).\n\n         (b)     a claim for damages for a contravention of section 18 of the\nAustralian Consumer Law (Victoria).\n\n\n\n     (2)     If a proceeding involves 2 or more apportionable claims arising out of\ndifferent causes of action, liability for the apportionable claims is to be\ndetermined in accordance with this Part as if the claims were a single\nclaim.\n\n     (3)     A provision of this Part that gives protection from civil liability\ndoes not limit or otherwise affect any protection from liability given by any\nother provision of this Act or by another Act or law.\n\nS. 24AG inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AG\nWhat claims are excluded from this Part?\n\n     (1)     This Part does not apply to claims arising\nout of an injury.\n\n     (2)     Without limiting subsection (1), this Part does not apply to the\nfollowing&#8212;\n\n         (a)     a claim to which Part 3, 6 or 10 of the Transport Accident Act\n1986 applies;\n\nS. 24AG(2)(b) amended by\nNo. 67/2013 s. 649(Sch. 9 item 36(2)).\n\n         (b)     a claim to which Part IV of the Accident Compensation Act 1985\nor the Workplace Injury Rehabilitation and Compensation Act 2013\napplies;\n\n         (c)     a claim in respect of an injury which entitles, or may entitle, a\nworker, or a dependant of a worker, within the meaning of the Workers\nCompensation Act 1958 to compensation under that Act;\n\n         (d)     a claim for compensation under Part V of the Country Fire\nAuthority Act 1958 or a claim for compensation under a compensation\nscheme established under the regulations made under that Act;\n\nS. 24AG(2)(e) substituted by No.\n51/2005 s. 58(10).\n\n         (e)     an application for compensation under Part 4 of the Victoria State\nEmergency Service Act 2005;\n\n\n\n         (f)     a claim for compensation under Part 6 of the Emergency Management\nAct 1986;\n\n         (g)     an application for compensation under the Police Assistance\nCompensation Act 1968;\n\n         (h)     an application for assistance under the Victims of Crime Assistance\nAct 1996;\n\nS. 24AG(2)(ha) inserted by\nNo. 21/2022 s. 89.\n\n         (ha)     an application for assistance under the Victims of Crime\n(Financial Assistance Scheme) Act 2022;\n\nS. 24AG(2)(i) substituted by\nNo. 16/2010 s. 209(Sch. item 11.1).\n\n               (i)     a dispute or a proceeding under the Equal Opportunity Act\n2010;\n\n\n\n         (j)     a claim for compensation under Part 8 of the Juries Act 2000 or\nPart VII of the Juries Act 1967;\n\nS. 24AG(2)(k) amended by No. 24/2006\ns. 6.1.2(Sch. 7 item 49).\n\n         (k)     a claim for compensation under Part 5.6 of the Education and\nTraining Reform Act 2006.\n\n\n\n     (3)     This Part does not apply to claims in proceedings of a class that is\nexcluded by the regulations from the operation of this Part.\n\nS. 24AH inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AH\nWho is a concurrent wrongdoer?\n\n     (1)     A concurrent wrongdoer, in relation to a\nclaim, is a person who is one of 2 or more persons whose acts or omissions\ncaused, independently of each other or jointly, the loss or damage that is the\nsubject of the claim.\n\n     (2)     For the purposes of this Part it does not matter that a concurrent\nwrongdoer is insolvent, is being wound up, has ceased to exist or has\ndied.\n\nS. 24AI inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AI\nProportionate liability for apportionable claims\n\n     (1)     In any proceeding involving an\napportionable claim&#8212;\n\n         (a)     the liability of a defendant who is a concurrent wrongdoer in relation\nto that claim is limited to an amount reflecting that proportion of the loss or\ndamage claimed that the court considers just having regard to the extent of the\ndefendant's responsibility for the loss or damage; and\n\n         (b)     judgment must not be given against the defendant for more than that\namount in relation to that claim.\n\n     (2)     If the proceeding involves both an apportionable claim and a claim\nthat is not an apportionable claim&#8212;\n\n         (a)     liability for the apportionable claim is to be determined in\naccordance with this Part; and\n\n         (b)     liability for the other claim is to be determined in accordance with\nthe legal rules, if any, that (apart from this Part) are relevant.\n\n     (3)     In apportioning responsibility between defendants in the proceeding\nthe court must not have regard to the comparative responsibility of any person\nwho is not a party to the proceeding unless the person is not a party to the\nproceeding because the person is dead or, if the person is a corporation, the\ncorporation has been wound-up.\n\n\n\nS. 24AJ inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AJ\nContribution not recoverable from defendant\n\nDespite anything to the contrary in Part IV, a\ndefendant against whom judgment is given under this Part as a concurrent\nwrongdoer in relation to an apportionable claim&#8212;\n\n         (a)     cannot be required to contribute to the damages recovered or\nrecoverable from another concurrent wrongdoer in the same proceeding for the\napportionable claim; and\n\n         (b)     cannot be required to indemnify any such wrongdoer.\n\nS. 24AK inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AK\nSubsequent actions\n\n     (1)     In relation to an apportionable claim,\nnothing in this Part or any other law prevents a plaintiff who has previously\nrecovered judgment against a concurrent wrongdoer for an apportionable part of\nany loss or damage from bringing another action against any other concurrent\nwrongdoer for that loss or damage.\n\n     (2)     However, in any proceeding in respect of any such action the plaintiff\ncannot recover an amount of damages that, having regard to any damages\npreviously recovered by the plaintiff in respect of the loss or damage, would\nresult in the plaintiff receiving compensation for loss or damage that is\ngreater than the loss or damage actually suffered by the plaintiff.\n\nS. 24AL inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AL\nJoining non-party concurrent wrongdoer in the action\n\n     (1)     Subject to subsection (2), the court may\ngive leave for any one or more persons who are concurrent wrongdoers in relation\nto an apportionable claim to be joined as defendants in a proceeding in relation\nto that claim.\n\n     (2)     The court is not to give leave for the joinder of any person who was a\nparty to any previously concluded proceeding in relation to the apportionable\nclaim.\n\nS. 24AM inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AM\nWhat if a defendant is fraudulent?\n\nDespite sections 24AI and 24AJ, a defendant in\na proceeding in relation to an apportionable claim who is found liable for\ndamages and against whom a finding of fraud is made is jointly and severally\nliable for the damages awarded against any other defendant in the\nproceeding.\n\nS. 24AN inserted by No. 60/2003 s. 3\n(as amended by No. 102/2003 s. 38).\n\n\nWRONGS ACT 1958\n- SECT 24AN\nLiability for contributory negligence not affected\n\nNothing in this Part affects the operation of\nPart V or Division 7 of Part X.\n\n\n\nS. 24AO inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AO\nEffect of Part IV\n\nExcept as provided in section 24AJ, nothing in\nthis Part affects the operation of Part IV.\n\nS. 24AP inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AP\nPart not to affect other liability\n\nNothing in this Part&#8212;\n\n         (a)     prevents a person from being held vicariously liable for a proportion\nof any apportionable claim for which another person is liable; or\n\n         (b)     prevents a person from being held jointly and severally liable for the\ndamages awarded against another person as agent of the person; or\n\n         (c)     prevents a partner from being held jointly and severally liable with\nanother partner for that proportion of an apportionable claim for which the\nother partner is liable; or\n\n         (d)     prevents a court from awarding exemplary or punitive damages against a\ndefendant in a proceeding; or\n\n         (e)     affects the operation of any other Act to the extent that it imposes\nseveral liability on any person in respect of what would otherwise be an\napportionable claim.\n\nS. 24AQ inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AQ\nSupreme Court&#8212;limitation of jurisdiction\n\nIt is the intention of sections 24AI and 24AL\nto alter or vary section 85 of the Constitution\nAct 1975.\n\nS. 24AR inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AR\nRegulations\n\n     (1)     The Governor in Council may make\nregulations generally prescribing any matter or thing required or permitted by\nthis Part to be prescribed or necessary to be prescribed to give effect to this\nPart.\n\n     (2)     The regulations&#8212;\n\n         (a)     may leave any matter to be determined by the Minister; and\n\n         (b)     may apply, adopt or incorporate, wholly or partially or as amended by\nthe regulations, any matter contained in any document as existing or in\nforce&#8212;\n\n               (i)     from time to time; or\n\n               (ii)     at a particular time.\n\nS. 24AS inserted by No. 60/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 24AS\nTransitional\n\nThis Part applies to proceedings that are\ncommenced in a court on or after the commencement of section 3 of the Wrongs\nand Limitation of Actions Acts (Insurance Reform) Act 2003.\n\nPt 4A (Heading) inserted by No. 10227\ns. 8(e).\n\nPart\nIVA&#8212;Abolition of doctrine of common employment\n\n\n\nS. 24A inserted by No. 8915\ns. 4.\n\n\nWRONGS ACT 1958\n- SECT 24A\nAbolition of doctrine of common employment\n\n\n\nS. 24A(1)\namended by No. 6/2004 s. 5(a)(b).\n\n     (1)     Where any injury or damage is suffered by an employee by reason of the\nnegligence of a fellow employee the employer of those employees shall be liable\nfor damages in respect of that injury or damage in the same manner and in the\nsame cases as if those employees had not been engaged in a common\nemployment.\n\nS. 24A(2) amended by No. 6/2004\ns. 5(a).\n\n     (2)     This section applies to every case in which the relation of employer\nand employee exists whether the contract of employment is made before or after\nthe commencement of this Act.\n\nPart\nV&#8212;Contributory negligence\n\nNo. 5594 s. 2.\n\n\nWRONGS ACT 1958\n- SECT 25\nDefinitions\n\nIn this Part unless inconsistent with the\ncontext or subject-matter&#8212;\n\nS. 25 def. of court\nsubstituted by No. 26/2023 s. 71.\n\n\"court\" includes VCAT and an arbitrator and, in relation to any\nclaim, means VCAT, the court or the arbitrator by or before which the claim\nfalls to be determined;\n\ndamage includes loss of life and personal injury;\n\ndependant means any person for whose benefit an action could\nbe brought under Part III of this Act;\n\nS. 25 def. of employer and\nworker repealed by No. 10191 s. 276.\n\n     *     *     *     *     *\n\n\n\n\n\n\n\nS. 25 def. of fault repealed by\nNo. 75/2000 s. 4.\n\n     *     *     *     *     *\n\n\n\n\n\nS. 25 def. of wrong inserted by No.\n75/2000 s. 4.\n\n\"wrong\" means an act or omission that&#8212;\n\n         (a)     gives rise to a liability in tort in respect of which a defence of\ncontributory negligence is available at common law; or\n\n         (b)     amounts to a breach of a contractual duty of care that is concurrent\nand co&#8209;extensive with a duty of care in tort.\n\n\n\n\n\n\n\n\n\nNo. 5594 s. 3.\n\n\nWRONGS ACT 1958\n- SECT 26\nLiability for contributory negligence[6]\n\n\n\nS. 26(1) substituted by No. 75/2000\ns. 5.\n\n     (1)     If a person (the claimant) suffers damage as the result partly\nof the claimant's failure to take reasonable care (contributory\nnegligence) and partly of the wrong of any other person or\npersons&#8212;\n\nS. 26(1)(a) amended by No. 102/2003\ns. 7(1).\n\n         (a)     except as provided in section 63, a claim in respect of the damage is\nnot defeated by reason of the contributory negligence of the claimant;\nand\n\n         (b)     the damages recoverable in respect of the wrong must be reduced to\nsuch extent as the court thinks just and equitable having regard to the\nclaimant's share in the responsibility for the damage.\n\nS. 26(1A) inserted by No. 75/2000\ns. 5.\n\n     (1A)     Subsection (1) does not operate to defeat any defence arising under a\ncontract.\n\n\n\nS. 26(1B) inserted by No. 75/2000\ns. 5.\n\n     (1B)     If any contract or enactment providing for the limitation of\nliability is applicable to the claim, the amount of damages awarded to the\nclaimant by virtue of subsection (1) is not to exceed the maximum limit so\napplicable.\n\nS. 26(1C) inserted by No. 75/2000\ns. 5.\n\n     (1C)     If a claim is brought in a court of limited jurisdiction, the court\nmay award damages up to the limit of its jurisdiction even though the amount of\ndamages has first been reduced under subsection (1) or (1B).\n\nS. 26(2) amended by No. 75/2000\ns. 6(1)(a)&#8211;(c).\n\n     (2)     Where damages are recoverable by any person by virtue of\nsubsection (1) subject to such reduction as is therein mentioned, the court\nshall find and record the total damages which, apart from any limitation\nreferred to in subsections (1B) and (1C), would have been awarded, if the\nclaimant had not been guilty of contributory negligence.\n\nS. 26(3) repealed by No. 10227\ns. 8(d)(i).\n\n     *     *     *     *     *\n\n\n\n\n\nS. 26(4) substituted by No. 9856 s. 6,\namended by No. 75/2000 s. 6(2)(a)(b).\n\n     (4)     Where any person dies as a result partly of his or her failure to take\nreasonable care (contributory negligence) and partly of the wrong of any\nother person or persons an action brought by the dependants of the\nfirst-mentioned person under Part III of this Act shall not be defeated nor\nshall any damages recoverable by those dependants under that action be reduced\nby reason of that first-mentioned person's contributory negligence.\n\nS. 26(5) amended by Nos 10227\ns. 8(d)(ii), 75/2000 s. 6(3).\n\n     (5)     Where, in any case to which subsection (1) of this section applies,\none of the persons responsible for the damage avoids liability to any other such\nperson or his personal representative by pleading any enactment limiting the\ntime within which proceedings may be taken, he shall not be entitled to recover\nany damages from that other person or representative by virtue of the said\nsubsection.\n\nS. 26(6) amended by No. 75/2000\ns. 6(4).\n\n     (6)     Where any case to which subsection (1) of this section applies is\ntried with a jury, the jury shall determine the total damages which would have\nbeen recoverable if the claimant had not been guilty of contributory negligence\nand the extent to which those damages are to be reduced.\n\nNote to s. 26 inserted by No. 102/2003\ns. 7(2).\n\nNote\n\nDivision 7 of Part X also contains provisions relating to contributory\nnegligence.\n\nS.\n27repealed by No. 9683 s. 8,\nnew s. 27 inserted by No. 75/2000 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 27\nSupreme Court&#8212;limitation of jurisdiction\n\nIt is the intention of section 26, as amended\nby the Wrongs (Amendment) Act 2000, to alter or vary section 85 of the\nConstitution Act 1975.\n\nNo. 5594 s. 5.\n\n\nWRONGS ACT 1958\n- SECT 28\nNon-application of this Part\n\n\n\nS. 28(1) amended\nby No. 57/1989 s. 3(Sch. item 223.7).\n\n     (1)     This Part shall not apply to any claim to which section 45 of the\nSupreme Court Act 1986 applies and that Act shall have effect with\nrespect to any such claim as if this Act had not passed.\n\n     (2)     This Part shall not apply to any case where the acts or omissions\ngiving rise to the claim occurred before the passing of the Wrongs\n(Contributory Negligence) Act 1951.\n\nS. 28AA inserted by No. 75/2000\ns. 8.\n\n\nWRONGS ACT 1958\n- SECT 28AA\nTransitional provision\n\n     (1)     Subject to subsection (2), the amendments\nto this Part made by sections 4, 5 and 6 of the Wrongs (Amendment) Act\n2000 must be taken to apply to wrongs that occurred before the commencement\nof that Act as if those amendments had been in force when the wrong\noccurred.\n\n     (2)     This Part, as in force before the commencement of the Wrongs\n(Amendment) Act 2000, continues to apply to a wrong about\nwhich&#8212;\n\n         (a)     a court has, before that commencement, given judgment or made a\ndecision (including a judgment or decision about liability only), whether or not\nan appeal has been made against that judgment or decision before that\ncommencement or is made on or after that commencement; or\n\n         (b)     the persons responsible for the damage have, before that commencement,\nentered into an agreement to settle claims arising from the wrong (including an\nagreement about liability only).\n\n\n\nS. 28AAB inserted by\nNo. 26/2023 s. 72.\n\n\nWRONGS ACT 1958\n- SECT 28AAB\nTransitional and validating for Part V&#8212;Justice Legislation Amendment Act 2023\n\n     (1)     The amendment to this Part by section 71\nof the amending Act applies on and after the commencement date whether the\ndamage in question occurred before, on or after the commencement date.\n\n     (2)     In addition to subsection (1), but subject to subsection (3), a\ndecision, order or declaration made or purportedly made by VCAT under this Part\nbefore the commencement date is as valid and effective as it would have been if\nthe amendment made by section 71 of the amending Act had been in operation at\nthe time the decision, order or declaration was made or purportedly\nmade.\n\n     (3)     Subsection (2) does not apply in relation to a decision, order or\ndeclaration of VCAT if&#8212;\n\n         (a)     an order was made by the County Court or the Supreme Court (including\nthe Court of Appeal) before the commencement date which quashed, overturned or\nreversed the decision, order or declaration on the ground that VCAT had no\njurisdiction to make a decision, order or declaration in respect of contributory\nnegligence under this Part; or\n\n         (b)     an appeal or a review which includes the ground that VCAT has no\njurisdiction to make a decision, order or declaration in respect of contributory\nnegligence under this Part has been commenced but not determined before the\ncommencement date.\n\n\n\n\n\n\n\n     (4)     In this section&#8212;\n\n\"amending Act\" means the Justice Legislation Amendment Act\n2023;\n\n\"commencement date\" means the day on which Division 2 of Part\n10 of the amending Act comes into operation.\n\nPt 5A (Heading and s. 28A) inserted by\nNo. 9353 s. 2(b).\n\nPart\nVA&#8212;Assessment of damages\n\n\n\n\n\n\n\nS. 28A inserted by No. 9353\ns. 2(b).\n\n\nWRONGS ACT 1958\n- SECT 28A\nDamages for deprivation or impairment of earning capacity\n\nWhere in relation to a claim for damages for\ndeprivation or impairment of earning capacity or for other personal injury it\nbecomes material to assess such damages having regard to loss of earnings or of\nfuture probable earnings, there shall be taken into account in reduction of the\nsum assessed such amount as is reasonably considered to be the amount that would\nhave been payable as income tax by reason of the receipt of such earnings by the\nperson who has suffered loss of them had he received them.\n\nPt 5B (Heading and ss 28B&#8211;28L)\ninserted by No. 49/2002 s. 7.\n\nPart\nVB&#8212;Personal injury damages\n\n\n\n\n\n\n\nS. 28B inserted by\nNo. 49/2002 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28B\nDefinitions\n\nIn this Part&#8212;\n\nS. 28B def. of attendant care\nservices inserted by No. 60/2003 s. 5.\n\n\"attendant care services\" means any of the\nfollowing&#8212;\n\n         (a)     services of a domestic nature;\n\n         (b)     services relating to nursing;\n\n         (c)     services that aim to alleviate the consequences of an\ninjury;\n\n\"claimant\" means a person who makes or is entitled to make a\nclaim for personal injury damages;\n\ncourt includes tribunal, and, in relation to a claim for\ndamages, means any court or tribunal by or before which the claim falls to be\ndetermined;\n\n\"damages\" includes any form of monetary compensation;\n\nS. 28B def. of dependants\ninserted by No. 102/2003 s. 8, substituted by No. 62/2015\ns. 4.\n\n\"dependants\", in relation to a claimant, means&#8212;\n\n         (a)     any persons who are wholly, mainly or in part dependent on the\nclaimant at the time that the liability in respect of which the claim is made\narises; or\n\n         (b)     any unborn children of the claimant (including unborn children derived\nby adoption or otherwise) at the time that the liability in respect of which the\nclaim is made arises and who is born after that time;\n\n\"fault\" includes act or omission;\n\nS. 28B def. of gratuitous\nattendant care services inserted by No. 60/2003\ns. 5.\n\n\"gratuitous attendant care services\" means attendant care\nservices&#8212;\n\n         (a)     that have or are to be provided by another person to a claimant;\nand\n\n         (b)     for which the claimant has not paid or is not liable to pay;\n\n\"injury\" means personal or bodily injury and\nincludes&#8212;\n\n         (a)     pre-natal injury; and\n\n         (b)     psychological or psychiatric injury; and\n\n         (c)     disease; and\n\n         (d)     aggravation, acceleration or recurrence of an injury or\ndisease;\n\n\"non-economic loss\" means any one or more of the\nfollowing&#8212;\n\n         (a)     pain and suffering;\n\n         (b)     loss of amenities of life;\n\n         (c)     loss of enjoyment of life;\n\n\"personal injury damages\" means damages that relate to the\ndeath of or injury to a person caused by the fault of another person.\n\nS. 28C inserted by\nNo. 49/2002 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28C\nApplication of Part\n\n     (1)     This Part applies to an award of personal\ninjury damages, except an award that is excluded by subsection (2).\n\n     (2)     The following awards of damages are excluded from the operation of\nthis Part&#8212;\n\n         (a)     an award where the fault concerned is an intentional act that is done\nwith intent to cause death or injury or that is sexual assault or other sexual\nmisconduct;\n\n         (b)     an award to which Part 3, 6 or 10 of the Transport Accident Act\n1986 applies;\n\nS. 28C(2)(c) substituted by\nNo. 67/2013 s. 649(Sch. 9 item 36(3)).\n\n         (c)     an award to which Part IV of the Accident Compensation Act 1985\nor Part 7 of the Workplace Injury Rehabilitation and Compensation Act\n2013 applies;\n\n         (d)     an award to which the Workers Compensation Act 1958\napplies;\n\n         (e)     an award of compensation under Part V of the Country Fire Authority\nAct 1958 or an award of compensation under a compensation scheme\nestablished under the regulations made under that Act;\n\nS. 28C(2)(f) substituted by No. 51/2005\ns. 58(11).\n\n         (f)     an award of compensation under Part 4 of the Victoria State\nEmergency Service Act 2005;\n\n         (g)     an award of compensation under Part 6 of the Emergency Management\nAct 1986;\n\n         (h)     an award of compensation under the Police Assistance Compensation\nAct 1968;\n\n               (i)     an award of assistance under the Victims of Crime Assistance Act\n1996;\n\nS. 28C(2)(j) amended by\nNo. 16/2010 s. 209(Sch. item 11.2).\n\n         (j)     an award of compensation under the Equal Opportunity Act\n2010;\n\n\n\n         (k)     an award of compensation under Part 8 of the Juries Act 2000 or\nPart VII of the Juries Act 1967;\n\nS. 28C(2)(l) amended by No. 24/2006\ns. 6.1.2(Sch. 7 item 49).\n\n         (l)     an award of compensation under Part 5.6 of the Education and\nTraining Reform Act 2006;\n\n\n\n         (m)     a sum payable under a superannuation scheme or any life or other\ninsurance policy;\n\n         (n)     an award of damages of a class that is excluded by the regulations\nfrom the operation of this Part.\n\nS. 28C(2A) inserted by\nNo. 21/2022 s. 90.\n\n     (2A)     To avoid doubt, this Part does not apply to a payment of assistance\nunder the Victims of Crime (Financial Assistance Scheme)\nAct 2022.\n\n     (3)     This Part extends to an award of personal injury damages even if the\ndamages are recovered in an action for breach of contract or in any other\naction.\n\nS. 28D inserted by\nNo. 49/2002 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28D\nGeneral regulation of court awards\n\nA court cannot award damages to a claimant\ncontrary to this Part.\n\nS. 28E inserted by\nNo. 49/2002 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28E\nPart does not give rise to any cause of action\n\nThis Part does not create or confer any cause\nof civil action for the recovery of damages in respect of a death or injury\ncaused by the fault of a person.\n\nS. 28F inserted by\nNo. 49/2002 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28F\nDamages for past or future economic loss&#8212;maximum for loss of earnings etc.\n\n     (1)     This section applies to an award of\ndamages&#8212;\n\n         (a)     for past economic loss due to loss of earnings or the deprivation or\nimpairment of earning capacity; or\n\n         (b)     for future economic loss due to the deprivation or impairment of\nearning capacity; or\n\n         (c)     for the loss of expectation of financial support.\n\n\n\nS. 28F(2) substituted by\nNo. 62/2015 s. 5.\n\n     (2)     The maximum amount of damages that may be awarded for each week of the\nperiod of loss of earnings is an amount that is 3 times the amount of average\nweekly earnings at the date of the award.\n\n     (3)     For the purposes of this section, the amount of average weekly\nearnings at the date of the award is&#8212;\n\nS. 28F(3)(a) amended by No. 44/2014\ns. 33(Sch. item 34(1)).\n\n         (a)     the amount per week comprising the amount estimated by the Australian\nStatistician as the average weekly total earnings of all employees in Victoria\nfor the most recent reference period occurring before the date of the award for\nwhich such an amount has been estimated by the Australian Statistician and that\nis, at that date, available to the court making the award; or\n\n         (b)     if the Australian Statistician fails or ceases to estimate the amount\nreferred to in paragraph (a), the prescribed amount or the amount determined in\nsuch manner or by reference to such matters, or both, as may be\nprescribed.\n\nS. 28G inserted by\nNo. 49/2002 s. 7, amended by No. 62/2015\ns. 6.\n\n\nWRONGS ACT 1958\n- SECT 28G\nFixing damages for non-economic loss\n\nThe maximum amount of damages that may be\nawarded to a claimant for non-economic loss is $577 050.\n\nS. 28H inserted by\nNo. 49/2002 s. 7, amended by No. 44/2014 s. 33(Sch.\nitem 34(2)), substituted by No. 62/2015 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28H\nIndexation of certain amounts&#8212;consumer price index\n\nThe amount specified in section 28G must be\nvaried, in respect of the financial year beginning on 1 July 2016 and each\nsubsequent financial year, in accordance with the formula&#8212;\n\n\n\nwhere&#8212;\n\n          A     is the amount specified in section 28G or, if that amount has\nbeen varied in accordance with this section, that amount as last so\nvaried;\n\n          B     is the all groups consumer price index for Melbourne in original\nterms for the most recent reference period in the preceding calendar year most\nrecently published by the Australian Bureau of Statistics as at 15 June\nimmediately preceding the date on which the variation is made;\n\n          C     is the all groups consumer price index for Melbourne in original\nterms for the corresponding reference period one year earlier than the reference\nperiod referred to in B published by the Australian Bureau of Statistics as at\n15 June immediately preceding the date on which the variation is\nmade.\n\nS. 28HAA inserted by\nNo. 62/2015 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28HAA\nIndexation&#8212;no reduction\n\nIf the operation of section 28H has the\neffect of reducing the amount specified in section 28G&#8212;\n\n         (a)     the variation is taken not to have taken effect, except for the\npurposes of the application of this section; and\n\n         (b)     when the amount is varied and increased by operation of this section\nin respect of the next or a subsequent financial year, that variation has effect\nas an increase only to the extent (if any) to which the amount of the increase\nexceeds the amount of the reduction in respect of a preceding financial year, or\nthat part of such a reduction that has not been set off against a previous\nincrease.\n\nS. 28HAAB inserted by\nNo. 62/2015 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28HAAB\nIndexation&#8212;rounding\n\nIf it is necessary for the purposes of\nsection 28H to calculate an amount that consists of or includes a fraction\nof a whole number, the amount is taken to have been calculated in accordance\nwith that section if the calculation is made&#8212;\n\n         (a)     if the amount is less than $1000, to the nearest whole $1; or\n\n\n         (b)     if the amount is $1000 or more, to the nearest whole $10.\n\nNote\n\nThe amount specified in section 28G is equivalent to the amount provided by\nthe Workplace Injury Rehabilitation and Compensation Act 2013 for the\npurposes of section 340(b)(ii) of that Act (limitation on awards of damages\nfor pain and suffering). Sections 28H, 28HAA and 28HAAB have the same\neffect as the indexation provisions that apply to that amount under the\nWorkplace Injury Rehabilitation and Compensation Act 2013.\nThe amount, as indexed under that Act, is published annually in the\nGovernment Gazette.\n\nS. 28HA inserted by No. 102/2003\ns. 9.\n\n\nWRONGS ACT 1958\n- SECT 28HA\nTariffs for damages for non-economic loss\n\n     (1)     In determining damages for non-economic\nloss, a court may refer to earlier decisions of that or other courts for the\npurpose of establishing the appropriate award in the proceedings.\n\n     (2)     For that purpose, the parties to the proceedings or their counsel may\nbring the court's attention to awards for damages for non-economic loss in those\nearlier proceedings.\n\n     (3)     This section does not alter the rules for the determination of other\ndamages.\n\n\n\n\n\n\n\nS. 28I inserted by\nNo. 49/2002 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28I\nDamages for future economic loss&#8212;discount rate\n\n     (1)     If an award of damages is to include any\ncomponent, assessed as a lump sum, for economic loss that is referable to the\nfuture, the present value of that future economic loss is to be determined by\nadopting the prescribed discount rate.\n\n     (2)     The prescribed discount rate is&#8212;\n\n         (a)     a discount rate of the percentage prescribed by the regulations;\nor\n\n         (b)     if no percentage is so prescribed&#8212;a discount rate of\n5%.\n\n     (3)     Except as provided by this section, nothing in this section affects\nany other law relating to the discounting of sums awarded as damages.\n\nS. 28IA inserted by No. 60/2003\ns. 6.\n\n\nWRONGS ACT 1958\n- SECT 28IA\nLimitation on damages for gratuitous attendant care\n\n     (1)     No damages may be awarded to a claimant\nfor gratuitous attendant care services unless the court is satisfied\nthat&#8212;\n\n         (a)     there is (or was) a reasonable need for the services to be provided;\nand\n\n         (b)     the need has arisen (or arose) solely because of the injury to which\nthe damages relate; and\n\n         (c)     the services would not be (or would not have been) provided to the\nclaimant but for the injury.\n\n     (2)     Further, no damages may be awarded to a claimant for gratuitous\nattendant care services if the services are provided, or are to be\nprovided&#8212;\n\n         (a)     for less than 6 hours per week; and\n\n         (b)     for less than 6 months.\n\nS. 28IB inserted by No. 60/2003\ns. 6.\n\n\nWRONGS ACT 1958\n- SECT 28IB\nCalculation of damages\n\n     (1)     If gratuitous attendant care services are\nprovided or are to be provided for not less than 40 hours per week, the amount\nof damages that may be awarded for the services must not exceed&#8212;\n\n         (a)     the amount per week comprising the amount estimated by the Australian\nStatistician as the average weekly total earnings of all employees in Victoria\nfor&#8212;\n\nS. 28IB(1)(a)(i) amended by No. 44/2014\ns. 33(Sch. item 34(3)).\n\n               (i)     in respect of the whole or any part of a reference period occurring\nbetween the date of the injury in relation to which the award is made and the\ndate of the award, being a reference period for which such an amount has been\nestimated by the Australian Statistician and is, at the date of the award,\navailable to the court making the award&#8212;that reference period;\nor\n\nS. 28IB(1)(a)(ii) amended by\nNo. 44/2014 s. 33(Sch. item 34(3)).\n\n               (ii)     in respect of the whole or any part of any other reference\nperiod&#8212;the most recent reference period occurring before the date of the\naward for which such an amount has been estimated by the Australian Statistician\nand is, at that date, available to the court making the award; or\n\n         (b)     if the Australian Statistician fails or ceases to estimate the\namount referred to in paragraph (a), the prescribed amount or the amount\ndetermined in such manner or by reference to such matters, or both, as may be\nprescribed.\n\n\n\n\n\n     (2)     If gratuitous attendant care services are provided or are to be\nprovided for less than 40 hours per week, the amount of damages that may be\nawarded for the services must not exceed the amount calculated at an hourly rate\nof one-fortieth of the amount determined in accordance with subsection (1)(a) or\n        (b), as the case requires.\n\nS. 28IC inserted by No. 60/2003\ns. 6.\n\n\nWRONGS ACT 1958\n- SECT 28IC\nOther laws not to be affected\n\nExcept as provided by sections 28IA and 28IB,\nnothing in those sections affects any other law relating to the value of\nattendant care services.\n\nS. 28ID inserted by No. 102/2003\ns. 10, substituted by No. 62/2015 s. 8.\n\n\nWRONGS ACT 1958\n- SECT 28ID\nCourt may award damages for loss of capacity to provide gratuitous care to dependants\n\n     (1)     Despite anything to the contrary at common\nlaw, a court may award damages to a claimant for any loss of the claimant's\ncapacity to provide gratuitous care to the claimant's dependants.\n\n     (2)     However, a court may only do so if the court is satisfied\nthat&#8212;\n\n         (a)     in the case of any dependants of the kind referred to in paragraph (a)\nof the definition of \"dependants\"&#8212;the claimant provided the\ncare to those dependants before the time that the liability in respect of which\nthe claim is made arose; and\n\n         (b)     the claimant's dependants were not, or will not be, capable of\nproviding the care themselves because of&#8212;\n\n               (i)     their age; or \n\n               (ii)     their physical or mental incapacity; and\n\n\n\n\n\n\n\n         (c)     there is a reasonable expectation that, but for the injury to which\nthe damages relate, the gratuitous care would have been provided to the\nclaimant's dependants&#8212;\n\n               (i)     for at least 6 hours per week; and\n\n               (ii)     for a period of at least 6 consecutive months; and\n\n         (d)     there will be a need for the care to be provided for those hours per\nweek and that consecutive period of time and that need is reasonable in all the\ncircumstances.\n\n     (3)     In determining the amount of damages (if any) to be awarded to\nthe claimant for any loss of the claimant's capacity to\nprovide gratuitous care to the claimant's dependants, a\ncourt&#8212;\n\n         (a)     may only award damages for that loss in accordance with this section\nand section 28IE; and\n\n         (b)     must not include in any damages awarded to the claimant for\nnon&#8209;economic loss a component that compensates the claimant for the loss\nof that capacity.\n\n     (4)     The claimant may not be awarded damages for any loss of the claimant's\ncapacity to provide gratuitous care to any dependant of the claimant if the\ndependant has previously recovered damages in respect of that loss of\ncapacity.\n\n\n\n\n\n\n\n\n\n\n\n     (5)     A person (whether or not a dependant of the claimant) may not be\nawarded damages for a loss sustained by the person because of the claimant's\nloss of capacity to provide gratuitous care if the claimant has previously\nrecovered damages in respect of that loss of capacity.\n\nNote\n\nSubsections (2) to (5) and section 28IE do not apply to certain actions for\ndamages&#8212;see section 28IF.\n\nS. 281E inserted by No. 102/2003\ns. 10.\n\n\nWRONGS ACT 1958\n- SECT 28IE\nCalculation of damages for gratuitous care\n\n     (1)     If the court is satisfied that a claimant\nwould have provided gratuitous care to his or her dependants for not less than\n40 hours per week, the amount of damages that may be awarded to the claimant for\nany loss of the claimant's capacity to provide that care must not\nexceed&#8212;\n\n         (a)     the amount per week comprising the amount estimated by the Australian\nStatistician as the average weekly total earnings of all employees in Victoria\nfor&#8212;\n\nS. 28IE(1)(a)(i) amended by No. 44/2014\ns. 33(Sch. item. 34(4)).\n\n               (i)     in respect of the whole or any part of a reference period occurring\nbetween the date of the injury in relation to which the award is made and the\ndate of the award, being a reference period for which such an amount has been\nestimated by the Australian Statistician and is, at the date of the award,\navailable to the court making the award&#8212;that reference period;\nor\n\nS. 28IE(1)(a)(ii) amended by\nNo. 44/2014 s. 33(Sch. item. 34(4)).\n\n               (ii)     in respect of the whole or any part of any other reference\nperiod&#8212;the most recent reference period occurring before the date of the\naward for which such an amount has been estimated by the Australian Statistician\nand is, at that date, available to the court making the award; or\n\n         (b)     if the Australian Statistician fails or ceases to estimate the\namount referred to in paragraph (a), the prescribed amount or the amount\ndetermined in such manner or by reference to such matters, or both, as may be\nprescribed.\n\n     (2)     If the court is satisfied that a claimant would have provided\ngratuitous care to his or her dependants for less than 40 hours per week, the\namount of damages that may be awarded to a claimant for the loss of the\nclaimant's capacity to provide that care must not exceed the amount calculated\nat an hourly rate of one-fortieth of the amount determined in accordance\nwith subsection (1)(a) or (b), as the case requires.\n\nS. 28IF inserted by No. 102/2003\ns. 10.\n\nS. 28IF (Heading) substituted by\nNo. 62/2015 s. 9(1).\n\n\nWRONGS ACT 1958\n- SECT 28IF\nSections 28ID(2) to (5) and 28IE do not apply to certain actions for damages\n\n\n\n\n\n\n\n\n\nS. 28IF(1)\nrepealed by No. 62/2015 s. 9(2).\n\n     *     *     *     *     *\n\n\n\n\n\nS. 28IF(2) amended by No. 62/2015\ns. 9(3).\n\n     (2)     Sections 28ID(2) to (5) and 28IE do not apply to the following actions\nfor damages&#8212;\n\n         (a)     subject to subsection (3), an action for damages in respect of an\ninjury that is a dust&#8209;related condition within the meaning of the\nAdministration and Probate Act 1958; or\n\n         (b)     subject to subsection (3), an action for damages in respect of an\ninjury resulting from smoking or other use of tobacco products, within the\nmeaning of the Tobacco Act 1987, or exposure to tobacco smoke.\n\n     (3)     An action for damages referred to in subsection (2)(a) or (2)(b) does\nnot include an action for damages that relates to the provision of or the\nfailure to provide a health service.\n\nS. 28J inserted by\nNo. 49/2002 s. 7, amended by No. 60/2003 s. 7 (ILA\ns. 39B(1)).\n\n\nWRONGS ACT 1958\n- SECT 28J\nSupreme Court&#8212;limitation of jurisdiction\n\n     (1)     It is the intention of section 28D to\nalter or vary section 85 of the Constitution Act 1975.\n\n\n\n\n\nS. 28J(2) inserted by No. 60/2003\ns. 7.\n\n     (2)     It is the intention of section 28D (as affected by the amendments made\nto this Part by the Wrongs and Limitation of Actions Acts (Insurance Reform)\nAct 2003) to alter or vary section 85 of the Constitution Act\n1975.\n\nS. 28J(3) inserted by No. 102/2003\ns. 11.\n\n     (3)     It is the intention of section 28D (as affected by the amendments made\nto this Part by section 10 of the Wrongs and Other Acts (Law of\nNegligence) Act 2003) to alter or vary section 85 of the Constitution Act\n1975.\n\nS. 28K inserted by\nNo. 49/2002 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28K\nRegulations\n\n     (1)     The Governor in Council may make\nregulations generally prescribing any matter or thing required or permitted by\nthis Part to be prescribed, or necessary or convenient to be prescribed to give\neffect to this Part.\n\n     (2)     The regulations&#8212;\n\n         (a)     may leave any matter to be determined by the Minister; and\n\n         (b)     may apply, adopt or incorporate, wholly or partially or as amended by\nthe regulations, any matter contained in any document as existing or in\nforce&#8212;\n\n               (i)     from time to time; or\n\n               (ii)     at a particular time.\n\nS. 28L inserted by\nNo. 49/2002 s. 7.\n\n\nWRONGS ACT 1958\n- SECT 28L\nTransitional\n\n\n\n\n\nS. 28L(1)\namended by No. 60/2003 s. 9.\n\n     (1)     This Part (except sections 28IA, 28IB, 28IC and 28J(2)) extends\nto an award of personal injury damages that relates to an injury received, or to\na death resulting from an injury received, whether before, on or after the\ncommencement day.\n\n     (2)     Despite subsection (1)&#8212;\n\n         (a)     sections 28F, 28G and 28H do not apply to an award of damages in\nproceedings commenced in a court before the commencement day;\n\n         (b)     section 28I does not apply to an award of damages made before the\ncommencement day.\n\n     (3)     In this section \"commencement day\" means the day on\nwhich section 7 of the Wrongs and Other Acts (Public Liability\nInsurance Reform) Act 2002 comes into operation.\n\nS. 28LA inserted by No. 60/2003\ns. 9.\n\n\nWRONGS ACT 1958\n- SECT 28LA\nTransitional for gratuitous attendant care services\n\n     (1)     Sections 28IA, 28IB, 28IC and 28J(2) apply\nto an award of damages for gratuitous attendant care services that relates to an\ninjury received on or after 21 May 2003.\n\n\n\n     (2)     On and from 1 October 2003, sections 28IA, 28IB, 28IC and 28J(2) apply\nto an award of damages for gratuitous attendant care services that relates to an\ninjury received before 21 May 2003.\n\n     (3)     Despite subsection (2), sections 28IA, 28IB, 28IC and 28J(2) do not\napply to an award of damages for gratuitous attendant care services that relates\nto an injury received before 21 May 2003 if the award is made in a proceeding\ncommenced in a court before 1 October 2003.\n\nS. 28LAB inserted by No. 102/2003\ns. 12.\n\n\nWRONGS ACT 1958\n- SECT 28LAB\nTransitional for tariffs for damages for non-economic loss\n\nDespite section 28L(1), section 28HA does not apply to an award of damages\nin proceedings commenced in a court before the commencement of section 9 of the\nWrongs and Other Acts (Law of Negligence) Act 2003.\n\nS. 28LAC inserted by No. 102/2003\ns. 12.\n\n\nWRONGS ACT 1958\n- SECT 28LAC\nTransitional for gratuitous care\n\nDespite section 28L(1), sections 28ID and 28IE\ndo not apply to an award of damages in proceedings commenced in a court before\nthe commencement of section 10 of the Wrongs and Other Acts (Law of\nNegligence) Act 2003.\n\nS. 28LACA inserted by No. 62/2015\ns. 10.\n\n\nWRONGS ACT 1958\n- SECT 28LACA\nTransitionals&#8212;Wrongs Amendment Act 2015\n\n     (1)     Sections 28F and 28G, as amended by the\nWrongs Amendment Act 2015, apply to an award of damages irrespective of\nwhen the act or omission causing the death or injury and giving rise to the\nclaim for the recovery of damages occurred.\n\n     (2)     Without limiting subsection (1)&#8212;\n\n         (a)     section 28F, as amended by section 5 of the Wrongs Amendment\nAct 2015, applies to an award of damages in a proceeding\nthat has been commenced before the commencement of section 5 of that Act but has\nnot been finally settled or determined before the commencement of that\nsection;\n\n         (b)     section 28G, as amended by section 6 of the Wrongs Amendment Act\n2015, applies to an award of damages in a proceeding that has been commenced\nbefore the commencement of section 6 of that Act but has not been finally\nsettled or determined before the commencement of that section.\n\n     (3)     Sections 28H and 28ID, as substituted by the Wrongs Amendment Act\n2015, and sections 28HAA and 28HAAB, apply to an award of damages\nirrespective of when the act or omission causing the death or injury and giving\nrise to the claim for the recovery of damages occurred.\n\n     (4)     Without limiting subsection (3)&#8212;\n\n         (a)     section 28H, as substituted by section 7 of the Wrongs Amendment\nAct 2015, and sections 28HAA and 28HAAB, apply to an award of damages in a\nproceeding that has been commenced before the commencement of section 7 of that\nAct but has not been finally settled or determined before the commencement of\nthat section;\n\n         (b)     section 28ID, as substituted by section 8 of the Wrongs\nAmendment Act 2015, applies to a claim in a proceeding that has been\ncommenced before the commencement of section 8 of that Act but has not been\nfinally settled or determined before the commencement of that section.\n\n\n\nS. 28LACB inserted by No. 62/2015\ns. 10.\n\n\nWRONGS ACT 1958\n- SECT 28LACB\nPower to resolve transitional difficulties in proceeding&#8212;Wrongs Amendment Act 2015 \n\n     (1)     If any difficulty arises because of the\noperation of the Wrongs Amendment Act 2015 in a proceeding for an\naward of damages to which this Part applies, a court may make any order it\nconsiders appropriate to resolve the difficulty.\n\n     (2)     An order made under subsection (1)&#8212; \n\n         (a)     may be made on application of a party to the proceeding or on the\ncourt's own motion; and \n\n         (b)     has effect despite any provision to the contrary made by or under any\nAct (other than the Charter of Human Rights and Responsibilities\nAct 2006).\n\nS. 28LACC inserted by No. 62/2015\ns. 10, repealed by No. 6420 s. 28LACC(4).\n\n     *     *     *     *     *\n\n\n\n\n\n\n\nPt 5BAA (Heading and\nss 28LAD&#8211;28LAH) inserted by No. 22/2015\ns. 3.\n\nPart\nVBAA&#8212;Awards of damages related to death or injury of\nprisoners\n\n\n\n\n\nS. 28LAD inserted by\nNo. 22/2015 s. 3.\n\n\nWRONGS ACT 1958\n- SECT 28LAD\nDefinitions\n\nIn this Part&#8212;\n\n\"claimant\" means a person who makes, or is entitled to make, a\nclaim for the recovery of damages for non-economic loss in respect of mental\nharm caused by the death or injury of a prisoner;\n\n\"court\" includes tribunal, and, in relation to a claim for\ndamages, means any court or tribunal by or before which the claim falls to be\ndetermined;\n\n\"criminal record\", in relation to a person, means a document\nthat sets out&#8212;\n\n         (a)     all the person's previous convictions; and\n\n         (b)     in relation to each previous conviction&#8212;\n\n               (i)     the date of the conviction; and\n\n               (ii)     the court in which the conviction took place; and\n\n               (iii)     the place of sitting of that court; and\n\n               (iv)     the offence committed; and\n\n               (v)     the sentence imposed;\n\n\n\n\n\n\"Crown Prosecutor\" has the same meaning as in the Criminal\nProcedure Act 2009;\n\n\"damages\" includes any form of monetary compensation;\n\n\"legal practitioner\" has the same meaning as in the Criminal\nProcedure Act 2009;\n\n\"mental harm\" means psychological or psychiatric\ninjury;\n\n\"non-economic loss\" means any one or more of the\nfollowing&#8212;\n\n         (a)     pain and suffering;\n\n         (b)     loss of amenities of life;\n\n         (c)     loss of enjoyment of life;\n\n\"police officer\" has the same meaning as in the Victoria\nPolice Act 2013;\n\n\"prisoner\" means a person referred to in section\n28LAE(1)(a);\n\n\"profit motivated offence\" means&#8212;\n\n         (a)     an offence referred to in Schedule 2 to the Confiscation Act\n1997, and if circumstances are specified in that Schedule in relation\nto that offence, means an offence committed in those circumstances; or\n\n         (b)     an offence that, at the time it was committed, was an offence referred\nto in Schedule 2 to the Confiscation Act 1997, and if circumstances\nwere specified in that Schedule in relation to that offence, means an\noffence committed in those circumstances.\n\n\n\n\n\nS. 28LAE inserted by\nNo. 22/2015 s. 3.\n\n\nWRONGS ACT 1958\n- SECT 28LAE\nApplication of Part\n\n     (1)     This Part applies to an award of damages\nfor non&#8209;economic loss in respect of mental harm if&#8212;\n\n         (a)     the mental harm is caused by the death or injury of a person who was,\nwhen the death or injury occurred, the subject of&#8212;\n\n               (i)     a sentence of imprisonment imposed by a court; or\n\n               (ii)     a preventative detention order within the meaning of the\nTerrorism (Community Protection) Act 2003\nor an order for a person's detention made under a corresponding\npreventative detention law within the meaning of that Act; or\n\nS. 28LAE (1)(a)(iii) amended by\nNo. 27/2018 s. 370(a).\n\n               (iii)     a detention order or interim detention order within the meaning of\nthe Serious Sex Offenders (Detention and\nSupervision) Act 2009; or\n\nS. 28LAE (1)(a)(iv) inserted by\nNo. 27/2018 s. 370(b).\n\n               (iv)     a detention order, interim detention order or an emergency detention\norder within the meaning of the Serious Offenders Act 2018; and\n\n         (b)     the claimant, as an adult, has been convicted of an offence.\n\n     (2)     This Part applies in addition to any other provision of this Act\napplicable to an award of damages of a kind described in subsection\n(1).\n\n     (3)     If there is an inconsistency between a provision of this Part and a\nprovision of any other Part of this Act, the provision of this Part prevails to\nthe extent of the inconsistency.\n\n\n\n\n\nS. 28LAF inserted by\nNo. 22/2015 s. 3.\n\n\nWRONGS ACT 1958\n- SECT 28LAF\nAssessment of damages\n\n     (1)     In determining an award of damages to\nwhich this Part applies, the jury or the court if the trial is without a jury,\nmust&#8212;\n\n         (a)     consider the factors set out in subsection (2); and\n\n         (b)     having regard to those factors, reduce the amount of\ndamages&#8212;\n\n               (i)     in the case of a claimant who has been convicted of an offence other\nthan a profit motivated offence&#8212;by a percentage that the jury or the court\n(as the case requires) considers appropriate;\n\n               (ii)     in the case of a claimant who has been convicted of an offence that\nis a profit motivated offence&#8212;by a percentage that the jury or the court\n(as the case requires) considers appropriate, being a percentage that is not\nless than 90 per cent.\n\n     (2)     For the purposes of subsection (1), the factors are&#8212;\n\n         (a)     the number and seriousness of the claimant's previous convictions;\nand\n\n         (b)     the nature of the relationship between the claimant and the prisoner\nincluding any agreement, arrangement or understanding with respect to criminal\nactivity; and\n\n         (c)     the relationship (if any) between the conduct constituting an offence\nfor which the claimant has been convicted and the conduct constituting an\noffence for which the prisoner has been convicted; and\n\n         (d)     the claimant's character, behaviour or attitude at any time, whether\nbefore, during or after the commission of an offence for which the claimant has\nbeen convicted, including any evidence of rehabilitation, remorse or subsequent\noffending; and\n\n         (e)     any other factor that the court considers relevant.\n\n     (3)     The jury or the court (as the case requires) may determine a reduction\nof 100 per cent, with the result that the claim for damages is\ndefeated.\n\n     (4)     The jury or the court (as the case requires) must specify the\npercentage by which the amount of damages is reduced under this Part.\n\n     (5)     Except as provided by this Part, nothing in this Part affects any\nother law relating to the discounting of sums awarded as damages.\n\nS. 28LAG inserted by\nNo. 22/2015 s. 3.\n\n\nWRONGS ACT 1958\n- SECT 28LAG\nCriminal record\n\n     (1)     For the purposes of this Part, the court\nmay require the production of a claimant's criminal record.\n\n     (2)     A claimant's criminal record is inadmissible as evidence unless it is\nsigned by&#8212;\n\n         (a)     a police officer; or\n\n         (b)     a Crown Prosecutor; or\n\n         (c)     a member of staff of the Office of Public Prosecutions established\nunder the Public Prosecutions Act 1994 who is a legal\npractitioner.\n\nNote\n\nSection 178 of the Evidence Act 2008 provides for proof of previous\nconvictions by the filing of a certificate.\n\nS. 28LAH inserted by\nNo. 22/2015 s. 3.\n\n\nWRONGS ACT 1958\n- SECT 28LAH\nTransitional\n\n     (1)     This Part applies to an award of damages\nirrespective of when the act or omission causing the death or injury and giving\nrise to the claim for the recovery of damages occurred.\n\n     (2)     Despite section 14(2) of the Interpretation of Legislation Act\n1984, this Part applies to an award of damages in a proceeding that\nimmediately before the commencement of the Wrongs Amendment (Prisoner Related\nCompensation) Act 2015 has commenced but has not been finally\ndetermined.\n\nPt 5BA (Heading and\nss 28LB&#8211;28LZQ) inserted by No. 60/2003\ns. 4.",
  "Pt": "Part\nXI&#8212;Mental harm\n\n\n\n\n\nS. 67 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 67\nDefinitions\n\nIn this Part&#8212;\n\n\"consequential mental harm\" means mental harm that is a\nconsequence of an injury of any other kind;\n\n\"court\" includes tribunal, and, in relation to a claim for\ndamages, means any court or tribunal by or before which the claim falls to be\ndetermined;\n\n\"damages\" includes any form of monetary compensation;\n\n\"injury\" means personal or bodily injury and\nincludes&#8212;\n\n         (a)     pre-natal injury; and\n\n         (b)     psychological or psychiatric injury; and\n\n         (c)     disease; and\n\n         (d)     aggravation, acceleration or recurrence of an injury or\ndisease;\n\n\"mental harm\" means psychological or psychiatric\ninjury;\n\n\"negligence\" means failure to exercise reasonable\ncare;\n\n\"pure mental harm\" means mental harm other than consequential\nmental harm.\n\n\n\n\n\nS. 68 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 68\nApplication of Part\n\nThis Part applies to any claim for damages\nresulting from negligence, regardless of whether the claim is brought in tort,\nin contract, under statute or otherwise.\n\nS. 69 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 69\nExclusions from Part\n\n     (1)     This Part does not apply to the following\nclaims for damages&#8212;\n\n         (a)     a claim to which Part 3, 6 or 10 of the Transport Accident Act\n1986 applies;\n\nS. 69(1)(b) amended by\nNo. 67/2013 s. 649(Sch. 9 item 36(12)).\n\n         (b)     a claim to which Part IV of the Accident Compensation Act 1985\nor Part 5 of the Workplace Injury Rehabilitation and Compensation Act\n2013 applies;\n\n         (c)     a claim in respect of an injury which entitles, or may entitle, a\nworker, or a dependant of a worker, within the meaning of the Workers\nCompensation Act 1958 to compensation under that Act;\n\n         (d)     a claim in respect of an injury which entitles, or may entitle, a\nperson or a dependant of a person to compensation under any of the\nfollowing&#8212;\n\n               (i)     Part V of the Country Fire Authority Act 1958 or the\nregulations made under that Act;\n\nS. 69(1)(d)(ii) substituted by No.\n51/2005 s. 58(14).\n\n               (ii)     Part 4 of the Victoria State Emergency Service Act\n2005;\n\n\n\n               (iii)     Part 6 of the Emergency Management Act 1986;\n\n               (iv)     the Police Assistance Compensation Act 1968;\n\n               (v)     Part 8 of the Juries Act 2000 or Part VII of the Juries\nAct 1967;\n\nS. 69(1)(d)(vi) amended by No. 24/2006\ns. 6.1.2(Sch. 7 item 49).\n\n               (vi)     Part 5.6 of the Education and Training Reform Act\n2006;\n\n\n\n         (e)     subject to subsection (2), a claim for damages in respect of an injury\nthat is a dust-related condition within the meaning of the Administration and\nProbate Act 1958; or\n\n         (f)     subject to subsection (2), a claim for damages in respect of an injury\nresulting from smoking or other use of tobacco products, within the meaning of\nthe Tobacco Act 1987, or exposure to tobacco smoke.\n\n     (2)     A claim for damages referred to in subsection (1)(e) or (1)(f) does\nnot include a claim for damages that relates to the provision of or the failure\nto provide a health service.\n\n     (3)     This Part does not apply to claims in proceedings of a class that is\nexcluded by the regulations from the operation of this Part.\n\nS. 70 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 70\nApplication to contract\n\n     (1)     This Part does not prevent the parties to\na contract from making express provision for their rights, obligations and\nliabilities under the contract (the express provision) in relation\nto any matter to which this Part applies and does not limit or otherwise affect\nthe operation of the express provision.\n\n     (2)     Subsection (1) extends to any provision of this Part even if the\nprovision applies to liability in contract.\n\n\n\n\n\nS. 71 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 71\nEffect of this Part on the common law\n\nExcept as provided by this Part, this Part is\nnot intended to affect the common law.\n\nS. 72 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 72\nMental harm&#8212;duty of care\n\n     (1)     A person (the defendant) does not\nowe a duty to another person (the plaintiff) to take care not to cause\nthe plaintiff pure mental harm unless the defendant foresaw or ought to have\nforeseen that a person of normal fortitude might, in the circumstances of\nthe case, suffer a recognised psychiatric illness if reasonable care were not\ntaken.\n\n     (2)     For the purposes of the application of this section, the circumstances\nof the case include the following&#8212;\n\n         (a)     whether or not the mental harm was suffered as the result of a sudden\nshock;\n\n         (b)     whether the plaintiff witnessed, at the scene, a person being killed,\ninjured or put in danger;\n\n         (c)     the nature of the relationship between the plaintiff and any person\nkilled, injured or put in danger;\n\n         (d)     whether or not there was a pre-existing relationship between the\nplaintiff and the defendant.\n\n     (3)     This section does not affect the duty of care of a person (the\ndefendant) to another (the plaintiff) if the defendant knows, or\nought to know, that the plaintiff is a person of less than normal\nfortitude.\n\n\n\n\n\n\n\nS. 73 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 73\nLimitation on recovery of damages for pure mental harm arising from shock\n\n     (1)     This section applies to the liability of a\nperson (the defendant) for pure mental harm to a person (the\nplaintiff) arising wholly or partly from mental or nervous shock in\nconnection with another person (the victim) being killed, injured or put\nin danger by the act or omission of the defendant.\n\n     (2)     The plaintiff is not entitled to recover damages for pure mental harm\nunless&#8212;\n\n         (a)     the plaintiff witnessed, at the scene, the victim being killed,\ninjured or put in danger; or\n\n         (b)     the plaintiff is or was in a close relationship with the\nvictim.\n\n     (3)     No damages are to be awarded to the plaintiff for pure mental harm if\nthe recovery of damages from the defendant by or through the victim in respect\nof the act or omission would be prevented by any provision of this Act or any\nother written or unwritten law.\n\nS. 74 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 74\nLimitation on recovery of damages for consequential mental harm\n\n     (1)     A person (the plaintiff) is not\nentitled to recover damages from another person (the defendant) for\nconsequential mental harm unless&#8212;\n\n         (a)     the defendant foresaw or ought to have foreseen that a person of\nnormal fortitude might, in the circumstances of the case, suffer a recognised\npsychiatric illness if reasonable care were not taken; or\n\n         (b)     the defendant knew, or ought to have known, that the plaintiff is a\nperson of less than normal fortitude and foresaw or ought to have foreseen that\nthe plaintiff might, in the circumstances of the case, suffer a recognised\npsychiatric illness if reasonable care were not taken.\n\n     (2)     For the purposes of the application of this section, the circumstances\nof the case include the injury to the plaintiff out of which the mental harm\narose.\n\nS. 75 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 75\nLiability for economic loss for mental harm\n\nA court cannot make an award of damages for\neconomic loss for mental harm resulting from negligence unless the harm consists\nof a recognised psychiatric illness.\n\nS. 76 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 76\nRegulations\n\nThe Governor in Council may make regulations\ngenerally prescribing any matter or thing required or permitted by this Part to\nbe prescribed or necessary to be prescribed to give effect to this\nPart.\n\nS. 77 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 77\nSupreme Court&#8212;limitation of jurisdiction\n\nIt is the intention of sections 73, 74 and 75\nto alter or vary section 85 of the Constitution Act 1975.\n\nS. 78 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 78\nTransitional\n\n     (1)     This Part extends to negligence arising\nbefore, on or after the commencement day.\n\n     (2)     Despite subsection (1), this Part does not apply to proceedings\ncommenced in a court before the commencement day.\n\n     (3)     In this section \"commencement day\" means the day on which\nsection 3 of the Wrongs and Other Acts (Law of Negligence) Act 2003 comes\ninto operation.\n\nPt 12 (Heading and ss 79&#8211;87) inserted\nby No. 102/2003 s. 3.\n\nPart\nXII&#8212;Liability of public authorities\n\n\n\n\n\nS. 79 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 79\nDefinitions\n\nIn this Part&#8212;\n\n\"damages\" includes any form of monetary compensation;\n\n\"exercise\" in relation to a function includes perform a\nduty;\n\n\"function\" includes a power, authority or duty;\n\n\"negligence\" means failure to exercise reasonable\ncare;\n\nS. 79 def. of public authority\namended by Nos 108/2004 s. 117(1) (Sch. 3 item 237.3),\n9/2020 s. 390(Sch. 1 item 114).\n\n\"public authority\" means&#8212;\n\n         (a)     the Crown;\n\n        (b)     a public service body within the meaning of the\nPublic Administration Act 2004;\n\n         (c)     a body, whether corporate or unincorporate, that is established by or\nunder an Act for a public purpose;\n\n         (d)     a Council within the meaning of the Local Government Act\n2020;\n\n         (e)     a body established or appointed for a public purpose by the Governor\nin Council or by a Minister, otherwise than under an Act;\n\n         (f)     a person holding an office or position established by or under an\nAct;\n\n\n\n\n\n         (g)     a person holding an office or position to which he or she was\nappointed by the Governor in Council or a Minister otherwise than under an\nAct;\n\n         (h)     any other person or body prescribed (or of a class prescribed) as\nan authority to which this Part applies (in respect of all or specified\nfunctions);\n\n               (i)     any person or body in respect of the exercise of a public or other\nfunction of a class prescribed for the purpose of this Part.\n\nS. 80 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 80\nApplication of Part\n\n     (1)     This Part (except section 84) applies to\nany claim for damages resulting from negligence, regardless of whether the claim\nis brought in tort, in contract, under statute or otherwise.\n\n     (2)     Subsection (1) and section 84 do not apply if the relevant enactment\ncontains express provision to the contrary.\n\nS. 81 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 81\nExclusions from Part\n\n     (1)     This Part does not apply to the following\nclaims for damages&#8212;\n\n         (a)     subject to subsection (2), a claim for damages in respect of an injury\nthat is a dust&#8209;related condition within the meaning of the\nAdministration and Probate Act 1958; or\n\n         (b)     subject to subsection (2), a claim for damages in respect of an injury\nresulting from smoking or other use of tobacco products, within the meaning of\nthe Tobacco Act 1987, or exposure to tobacco smoke.\n\n\n\n     (2)     A claim for damages referred to in subsection (1)(a) or (1)(b) does\nnot include a claim for damages that relates to the provision of or the failure\nto provide a health service.\n\n     (3)     This Part does not apply to a public authority or class of public\nauthority&#8212;\n\n         (a)     that is excluded by the regulations from the operation of this Part in\nrespect of all of its functions; or\n\n         (b)     in respect of specified functions or functions of a specified class,\nif the regulations exclude those functions or that class of functions from the\noperation of this Part in respect of that public authority or class of public\nauthority.\n\nS. 82 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 82\nEffect of this Part on the common law\n\nExcept as provided by sections 83, 84 and 85,\nthis Part is not intended to affect the common law.\n\nS. 83 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 83\nPrinciples concerning resources, responsibilities etc. of public authorities\n\nIn determining whether a public authority has a\nduty of care or has breached a duty of care, a court is to consider the\nfollowing principles (amongst other relevant things)&#8212;\n\n         (a)     the functions required to be exercised by the authority are limited by\nthe financial and other resources that are reasonably available to the authority\nfor the purpose of exercising those functions;\n\n         (b)     the functions required to be exercised by the authority are to be\ndetermined by reference to the broad range of its activities (and not merely by\nreference to the matter to which the proceeding relates);\n\n\n\n         (c)     the authority may rely on evidence of its compliance with the general\nprocedures and applicable standards for the exercise of its functions as\nevidence of the proper exercise of its functions in the matter to which the\nproceeding relates.\n\nS. 84 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 84\nWrongful exercise of or failure to exercise function\n\n     (1)     This section applies to a proceeding for\ndamages for an alleged breach of statutory duty by a public authority in\nconnection with the exercise of or a failure to exercise a function of the\nauthority.\n\n     (2)     For the purpose of the proceeding, an act or omission of the public\nauthority relating to a function conferred on the public authority specifically\nin its capacity as a public authority does not constitute a breach of statutory\nduty unless the act or omission was in the circumstances so unreasonable that no\npublic authority having the functions of the authority in question could\nproperly consider the act or omission to be a reasonable exercise of its\nfunctions.\n\n     (3)     For the purpose of the proceeding the public authority is not liable\nfor damages caused by the wrongful exercise of or failure to exercise a function\nof the authority unless the provisions and policy of the enactment in which the\nduty to exercise the function is created are compatible with the existence of\nthat liability.\n\n     (4)     Despite subsection (1), subsection (2) does not apply to a statutory\nduty that is imposed as an absolute duty on the public authority to do or not to\ndo a particular thing.\n\n\n\nS. 85 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 85\nExercise of function or decision to exercise does not create duty\n\nIn a proceeding, the fact that a public\nauthority exercises or decides to exercise a function does not of itself\nindicate that the authority is under a duty to exercise the function or that the\nfunction should be exercised in particular circumstances or in a particular\nway.\n\nS. 86 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 86\nSupreme Court&#8212;limitation of jurisdiction\n\nIt is the intention of section 83 to alter or\nvary section 85 of the Constitution Act 1975.\n\nS. 87 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 87\nTransitional\n\n     (1)     This Part extends to negligence arising\nbefore, on or after the commencement day.\n\n     (2)     Section 84 extends to an act or omission occurring before, on or after\nthe commencement day.\n\n     (3)     Despite subsections (1) and (2), this Part does not apply to\nproceedings commenced in a court before the commencement day.\n\n     (4)     In this section \"commencement day\" means the day on which\nsection 3 of the Wrongs and Other Acts (Law of Negligence) Act 2003 comes\ninto operation.\n\nPt 13 (Heading and ss 88&#8211;93) inserted\nby No. 12/2017 s. 3.\n\nPart\nXIII&#8212;Organisational liability\nfor child abuse\n\n\n\n\n\nS. 88\ninserted by No. 12/2017\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 88\nDefinitions\n\nIn this Part&#8212;\n\n\"abuse\" means physical abuse or sexual abuse;\n\n\"authority\", in relation to a relevant organisation, includes\nany authority or ostensible authority that an individual\nassociated with the relevant organisation derives from the\nindividual's association with the relevant organisation;\n\n\"child\" means a person who is under the age of\n18 years;\n\n\"delegation\" includes sub-delegation;\n\nindividual associated with a relevant organisation has the\nmeaning given in section 90;\n\n\"permanent care order\" has the same meaning as in the\nChildren, Youth and Families Act 2005;\n\n\"physical abuse\" does not include an act or omission committed\nin circumstances that constitute&#8212;\n\n         (a)     a lawful justification or excuse to the tort of battery; or\n\n         (b)     any other lawful exercise of force;\n\nS. 88 def. of relevant\norganisation amended by No. 18/2018\ns. 19.\n\n\"relevant organisation\" means an entity (other than the\nState) organised for some end, purpose or work that exercises care,\nsupervision or authority over children, whether as part of its primary functions\nor activities or otherwise, and is&#8212;\n\n         (a)     capable in law of being sued; or\n\n         (b)     not capable in law of being sued but nominates an associated legal\nperson under section 92; or\n\n         (ba)     an NGO within the meaning of the Legal Identity of Defendants\n(Organisational Child Abuse) Act 2018 which is capable of being sued in\naccordance with that Act; or\n\n         (c)     the holder of a statutory office within the meaning of the\nPublic Administration Act 2004; or\n\n         (d)     a Department or Administrative Office within the meaning of the\nPublic Administration Act 2004; or\n\n         (e)     a body corporate established for public purposes; or\n\n         (f)     Victoria Police;\n\n\"sexual abuse\" means sexual assault or other sexual\nmisconduct;\n\n\"specified carer \"means&#8212;\n\n         (a)     a foster carer of a child; or\n\nS. 89\ninserted by No. 12/2017\ns. 3.\n\n         (b)     an individual who is a family member of, or other person of\nsignificance to, a child with whom the child is currently placed in out of home\ncare under the Children, Youth and Families Act 2005.\n\n\nWRONGS ACT 1958\n- SECT 89\nApplication of Part\n\n     (1)     Part X applies to a claim brought in\nreliance on the duty in section 91.\n\n     (2)     Part XII does not apply to a claim brought in reliance on the duty in\nsection 91.\n\n     (3)     This Part is subject to section 5.4.10 of the Education and\nTraining Reform Act 2006.\n\nS. 90\ninserted by No. 12/2017\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 90\nWhen is an individual associated with a relevant organisation?\n\n     (1)     An individual associated with a relevant\norganisation&#8212;\n\n         (a)     includes but is not limited to an individual who is an officer, office\nholder, employee, owner, volunteer or contractor of the relevant organisation;\nand\n\n         (b)     if the relevant organisation is a religious organisation, includes but\nis not limited to a minister of religion, a religious leader, an officer or a\nmember of the personnel of the religious organisation; and\n\n         (c)     if the relevant organisation has delegated, by means of contract\nor otherwise, the care, supervision or authority over the child to whom the\nclaim relates to any organisation, includes but is not limited to an individual\nwho is referred to in paragraph (a) or (b) in relation to the delegator\norganisation or the delegate organisation; and\n\n         (d)     if the relevant organisation has delegated, by means of contract\nor otherwise, the care, supervision or authority over the child to whom the\nclaim relates to a specified carer and a permanent care order in respect of the\nchild has not been made, includes but is not limited to&#8212;\n\n\n\n\n\n\n\n               (i)     an individual who is referred to in paragraph (a) or (b) in relation\nto the relevant organisation; and\n\n               (ii)     the specified carer.\n\n     (2)     An individual is not associated with a relevant organisation solely\nbecause the relevant organisation wholly or partly funds or regulates another\norganisation.\n\nS. 91\ninserted by No. 12/2017\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 91\nLiability of organisations\n\n     (1)     This section imposes a duty of care that\nforms part of a cause of action in negligence.\n\n     (2)     A relevant organisation owes a duty to take the care that in all the\ncircumstances of the case is reasonable to prevent the abuse of a child by\nan individual associated with the relevant organisation while the child is\nunder the care, supervision or authority of the relevant\norganisation.\n\nNote\n\nSee section 90 as to when an individual is associated with a relevant\norganisation. In particular, section 90(1)(c) and (d) extend the meaning of that\nconcept in the case of delegation of the care, supervision or authority over a\nchild to&#8212;\n\n        (a)     another organisation; or\n\n        (b)     a specified carer.\n\n     (3)     In a proceeding on a claim against a relevant organisation for damages\nin respect of the abuse of a child under its care, supervision or authority, on\nproof that abuse has occurred and that the abuse was committed by an individual\nassociated with the relevant organisation, the relevant organisation is presumed\nto have breached the duty of care referred to in subsection (2) unless the\nrelevant organisation proves on the balance of probabilities that it took\nreasonable precautions to prevent the abuse in question.\n\nNote\n\nReasonable precautions will vary depending on factors including but not\nlimited to&#8212;\n\n        (a)     the nature of the relevant organisation; and\n\n        (b)     the resources that are reasonably available to the relevant\norganisation; and\n\n        (c)     the relationship between the relevant organisation and the child;\nand\n\n        (d)     whether the relevant organisation has delegated the care, supervision\nor authority over the child to another organisation; and \n\n        (e)     the role in the organisation of the perpetrator of the abuse.\n\n     (4)     If a claim names 2 or more relevant organisations as defendants,\nsubsection (3) applies to each relevant organisation separately.\n\n     (5)     In the case of a relevant organisation that is a public sector body\nwithin the meaning of the Public Administration Act 2004 or another\nperson or body acting on behalf of the State&#8212;\n\n         (a)     if the relevant organisation is capable in law of being sued, the\nrelevant organisation is the appropriate defendant for the purposes of a claim\nbrought in reliance on the duty in subsection (2); and\n\n         (b)     if the relevant organisation is not capable in law of being sued,\nthe State is the appropriate defendant for the purposes of a claim brought\nin reliance on the duty in subsection (2); and\n\n         (c)     any liability incurred by the relevant organisation by reason of\nsubsection (2) is incurred by the State.\n\n     (6)     Subsection (2) does not apply to abuse of a child committed\nby an individual associated with a relevant organisation in circumstances wholly\nunrelated to that individual's association with the relevant\norganisation.\n\n     (7)     If a relevant organisation has delegated, by means of contract or\notherwise, the care, supervision or authority over a child to whom the\nclaim relates to another organisation, subsection (2) does not apply to\nabuse of the child committed by an individual associated with the delegate\norganisation in circumstances wholly unrelated to that individual's association\nwith the delegator organisation or the delegate organisation.\n\nS. 92\ninserted by No. 12/2017\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 92\nEntity may nominate body to be sued\n\n     (1)     If an entity is not capable in law of\nbeing sued, it may nominate, with the consent of the nominee, a legal person\nthat is so capable as the appropriate defendant for the purposes of a claim\nbrought in reliance on the duty in section 91 and any liability incurred by the\nentity by reason of section 91(2) is incurred by the nominated legal\nperson.\n\n     (2)     A nomination under subsection (1) may be made at any time, whether\nbefore or after abuse occurs.\n\n     (3)     If a nomination under subsection (1) is made after abuse\noccurs&#8212;\n\n         (a)     the nominating entity is taken to be a relevant organisation at the\ntime of the abuse; and\n\n         (b)     any liability incurred by the entity by reason of section 91(2) is\ntaken to have been incurred by the nominated legal person on and from the date\nof the abuse.\n\nS. 93\ninserted by No. 12/2017\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 93\nTransitional\n\nThis Part applies to abuse of a child that\noccurs on or after the day on which the Wrongs Amendment (Organisational\nChild Abuse) Act 2017 comes into operation.\n\n\n\nPt 14 (Heading and s. 94) inserted by\nNo. 27/2018 s. 351(Sch. 4 cl. 24).\n\nPart\nXIV&#8212;Transitional Provision\n\n\n\n\n\n\n\nS. 94 inserted by No. 27/2018\ns. 351(Sch. 4 cl. 24).\n\n\nWRONGS ACT 1958\n- SECT 94\nSaving of orders continued in effect after commencement by Serious Offenders Act 2018\n\n     (1)     Despite the amendment of\nsection 28LAE(1) by section 370 of the Serious Offenders\nAct 2018, section 28LAE(1)(a)(iv) has effect, on and after the\ncommencement day, as if a reference in that section to a detention order or\ninterim detention order within the meaning of the Serious Offenders Act\n2018 included a reference to a detention order or an interim detention order\nthat is continued in force by subclause 4(1) of Schedule 4 to the Serious\nOffenders Act 2018.\n\n     (2)     In this section&#8212;\n\n\"commencement day\" means the day on which section 370 of the\nSerious Offenders Act 2018 comes into operation.\n\n\n\n\nWRONGS ACT 1958\n- SCHEDULE\nSchedule\n\nSection 2.\n\n\n\n      \n      \n      \n\n\n\n\nNumberof Act\n\n\n\nTitle of Act\n\n\n\nExtent of Repeal\n\n\n\n\n\n3807\n\n\n\nWrongs Act 1928\n\n\n\nThe whole.\n\n\n\n\n\n4070\n\n\n\nWrongs Act 1932\n\n\n\nThe whole.\n\n\n\n\n\n4191\n\n\n\nStatute Law Revision Act 1933\n\n\n\nItem in Schedule referring to Wrongs Act 1928.\n\n\n\n\n\n4380\n\n\n\nWrongs Act 1936\n\n\n\nThe whole.\n\n\n\n\n\n5382\n\n\n\nWrong (Tort-feasors) Act 1949\n\n\n\nThe whole.\n\n\n\n\n\n5594\n\n\n\nWrongs (Contributory Negligence) Act 1951\n\n\n\nThe whole.\n\n\n\n\n\n5704\n\n\n\nWrongs (Damage by Aircraft) Act 1953\n\n\n\nThe whole.\n\n\n\n\n\n5757\n\n\n\nStatutes Amendment Act 1953\n\n\n\nSection 11.\n\n\n\n\n\n5914\n\n\n\nLimitation of Actions Act 1955\n\n\n\nSection 33(2).\n\n\n\n\n\n&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;\n\n\nWRONGS ACT 1958\n- NOTES\n\nVersion No.\n129\n\n\nNo. 6420 of 1958Version incorporating amendments as at18 November 2024 \n\n\n&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;\n\n\n\n\n\nVersion No. 129 \nWrongs Act 1958 \nNo. 6420 of 1958Version incorporating amendments as at18 November 2024 \n\nWRONGS ACT 1958\n- NOTES Endnotes\n\nEndnotes\n\n     1     General information\n\nSee www.legislation.vic.gov.au for\nVictorian Bills, Acts and current Versions of legislation and up-to-date\nlegislative information.\n\nThe Wrongs Act 1958 was assented to on 30 September 1958 and came\ninto operation on 1 April 1959: Government Gazette 18 March 1959 page\n893.\n\nINTERPRETATION OF LEGISLATION ACT 1984\n(ILA)\n\nStyle changes\n\nSection 54A of the ILA authorises the making of the style changes set out\nin Schedule 1 to that Act.\n\nReferences to ILA s. 39B\n\nSidenotes which cite ILA s. 39B refer to section 39B of the ILA which\nprovides that where an undivided section or clause of a Schedule is amended by\nthe insertion of one or more subsections or subclauses, the original section or\nclause becomes subsection or subclause (1) and is amended by the insertion of\nthe expression \"(1)\" at the beginning of the original section or\nclause.\n\nInterpretation\n\nAs from 1 January 2001, amendments to section 36 of the ILA have the\nfollowing effects:\n\n&#8226;     Headings\n\nAll headings included in an Act which is passed on or after 1 January 2001\nform part of that Act.  Any heading inserted in an Act which was passed before 1\nJanuary 2001, by an Act passed on or after 1 January 2001, forms part of that\nAct.  This includes headings to Parts, Divisions or Subdivisions in a Schedule;\nsections; clauses; items; tables; columns; examples; diagrams; notes or forms. \nSee section 36(1A)(2A).\n\n&#8226;     Examples, diagrams or notes\n\nAll examples, diagrams or notes included in an Act which is passed on or\nafter 1 January 2001 form part of that Act.  Any examples, diagrams or notes\ninserted in an Act which was passed before 1 January 2001, by an Act passed on\nor after 1 January 2001, form part of that Act.  See section 36(3A).\n\n&#8226;     Punctuation\n\nAll punctuation included in an Act which is passed on or after 1 January\n2001 forms part of that Act.  Any punctuation inserted in an Act which was\npassed before 1 January 2001, by an Act passed on or after 1 January 2001, forms\npart of that Act.  See section 36(3B).\n\n&#8226;     Provision numbers\n\nAll provision numbers included in an Act form part of that Act, whether\ninserted in the Act before, on or after 1 January 2001.  Provision numbers\ninclude section numbers, subsection numbers, paragraphs and subparagraphs.  See\nsection 36(3C).\n\n&#8226;     Location of \"legislative items\"\n\nA \"legislative item\" is a penalty, an example or a note.  As from 13\nOctober 2004, a legislative item relating to a provision of an Act is taken to\nbe at the foot of that provision even if it is preceded or followed by another\nlegislative item that relates to that provision.  For example, if a penalty at\nthe foot of a provision is followed by a note, both of these legislative items\nwill be regarded as being at the foot of that provision.  See section\n36B.\n\n&#8226;     Other material\n\nAny explanatory memorandum, table of provisions, endnotes, index and other\nmaterial printed after the Endnotes does not form part of an Act.  See\nsection 36(3)(3D)(3E).\n\n     2     Table of Amendments\n\nThis publication incorporates amendments made to the Wrongs Act 1958\nby Acts and subordinate instruments.\n\n&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;\n\nWrongs Act 1958, No. 6420/1958\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n30.9.58\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 28LACC(4) inserted on 19.11.15 by No. 62/2015 s. 10:\ns. 2; s. 28LZU(4) inserted on 19.11.15 by No. 62/2015 s. 13: s.\n2\n\n\n\n\n\nNote:\n\n\n\nS. 28LACC(4) repealed s. 28LACC on 19.11.17;\ns. 28LZU(4) repealed s. 28LZU on 19.11.17\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWrongs (Assessment of Damages) Act 1966,\nNo. 7496/1966\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n20.12.66\n\n\n\n\n\nCommencement Date:\n\n\n\n20.2.67: Government Gazette 8.2.67\np. 288\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nJustices (Amendment) Act 1969,\nNo. 7876/1969\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n25.11.69\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 2(Sch.) on 1.4.70: Government Gazette 25.2.70\np. 463\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nAbolition of Obsolete Offences Act 1969,\nNo. 7884/1969\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n2.12.69\n\n\n\n\n\nCommencement Date:\n\n\n\n2.12.69\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nWrongs Act 1972, No. 8330/1972\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n5.12.72\n\n\n\n\n\nCommencement Date:\n\n\n\n1.1.73: s. 1(3)\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nStatus of Children Act 1974,\nNo. 8602/1974\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n26.11.74\n\n\n\n\n\nCommencement Date:\n\n\n\n1.3.75: Government Gazette 5.2.75\np. 228\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nEmployers and\nEmploy&#233;s (Repeal) Act 1976,\nNo. 8915/1976\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n7.12.76\n\n\n\n\n\nCommencement Date:\n\n\n\n7.12.76: s. 1(2)\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nWrongs (Action for Damages) Act 1978,\nNo. 9153/1978\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n30.5.78\n\n\n\n\n\nCommencement Date:\n\n\n\n1.9.78: Government Gazette 12.7.78\np. 2279\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\n\n\n\n\nWrongs (Defamation) Act 1979,\nNo. 9292/1979\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n23.10.79\n\n\n\n\n\nCommencement Date:\n\n\n\n23.10.79: s. 1(3)\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nWrongs (Assessment of Damages) Act 1979,\nNo. 9353/1979\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n20.12.79\n\n\n\n\n\nCommencement Date:\n\n\n\n20.12.79\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nCrimes (Classification of Offences) Act 1981,\nNo. 9576/1981\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n26.5.81\n\n\n\n\n\nCommencement Date:\n\n\n\n1.9.81: Government Gazette 26.8.81\np. 2799\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nWorkers Compensation (Actions) Act 1981,\nNo. 9683/1981\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n5.1.82\n\n\n\n\n\nCommencement Date:\n\n\n\n5.1.82\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nWrongs (Defamation) Act 1981,\nNo. 9708/1981\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n5.1.82\n\n\n\n\n\nCommencement Date:\n\n\n\n5.1.82\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nWrongs (Dependants) Act 1982,\nNo. 9856/1982\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n5.1.83\n\n\n\n\n\nCommencement Date:\n\n\n\n21.12.82: s. 1(3) (same day as Administration and Probate\n(Survival of Actions) Act 1982)\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nLimitation of Actions (Personal Injury Claims) Act 1983,\nNo. 9884/1983\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n10.5.83\n\n\n\n\n\nCommencement Date:\n\n\n\n11.5.83: Government Gazette 11.5.83\np. 1145\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nPenalties and Sentences (Amendment) Act 1983,\nNo. 9945/1983\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n20.9.83\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 3(3)(Sch. 2 item 42) on 20.12.83: Government Gazette\n14.12.83 p. 4035\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nOccupiers' Liability Act 1983,\nNo. 9995/1983\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n13.12.83\n\n\n\n\n\nCommencement Date:\n\n\n\n1.7.84: Government Gazette 27.6.84\np. 2120\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nWrongs (Animals Straying on Highways) Act 1984,\nNo. 10078/1984\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n15.5.84\n\n\n\n\n\nCommencement Date:\n\n\n\n1.8.84: Government Gazette 11.7.84\np. 2381\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\n\n\n\n\nAccident Compensation Act 1985,\nNo. 10191/1985\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n30.7.85\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 276(Sch. 2) on 31.8.85 (at 4 p.m.): Government Gazette\n30.8.85 p. 3401\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWrongs (Contribution) Act 1985,\nNo. 10227/1985\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n10.12.85\n\n\n\n\n\nCommencement Date:\n\n\n\n12.2.86: Government Gazette 12.2.86\np. 382\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nCoroners Act 1985,\nNo. 10257/1985\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n10.12.85\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 93 on 1.6.86: Government Gazette 30.4.86\np. 1115\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nLocal Government (Consequential Provisions) Act 1989,\nNo. 12/1989\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n9.5.89\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 4(Sch. 2 item 136.1) on 1.11.89: Government Gazette\n1.11.89 p. 2798\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nCrimes Legislation (Miscellaneous Amendments) Act 1989,\nNo. 25/1989\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n6.6.89\n\n\n\n\n\nCommencement Date:\n\n\n\nPt 7 (ss 38, 39) on 25.6.89: Special Gazette 20.6.89\np. 1\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nMagistrates' Court Act 1989,\nNo. 51/1989\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n14.6.89\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 148 on 1.9.90: Government Gazette 25.7.90\np. 2216\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nMagistrates' Court (Consequential Amendments) Act 1989,\nNo. 57/1989\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n14.6.89\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 3(Sch. items 223.1&#8211;223.7) on 1.9.90: Government\nGazette 25.7.90 p. 2217\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nLegal Practice Act 1996,\nNo. 35/1996\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n6.11.96\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 453(Sch. 1 item 90) on 1.1.97: s. 2(4)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\n\n\n\n\n\n\nPrinters and Newspapers (Repeal) Act 1998, No.\n56/1998\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n13.10.98\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 4 on 19.11.98: Government Gazette 19.11.98\np. 2792\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWrongs (Amendment) Act 2000, No.\n75/2000\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n21.11.00\n\n\n\n\n\nCommencement Date:\n\n\n\n21.11.00: s. 2\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nWrongs and Other Acts (Public Liability Insurance Reform)\nAct 2002, No. 49/2002\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n22.10.02\n\n\n\n\n\nCommencement Date:\n\n\n\nSs 3&#8211;7, 9, 10 on 23.10.02: s. 2(1); s. 8 on 14.2.03:\nGovernment Gazette 13.2.03 p. 244; s. 11 on 15.3.03: Government Gazette 13.3.03\np. 419\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWrongs and Limitation of Actions Acts (Insurance Reform)\nAct 2003, No. 60/2003 (as amended by No. 102/2003)\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n16.6.03\n\n\n\n\n\nCommencement Date:\n\n\n\nSs 4&#8211;10 on 21.5.03: s. 2(1); s. 3 on 1.1.04:\nGovernment Gazette 18.12.03 p. 3208\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWrongs and Other Acts (Law of Negligence) Act 2003,\nNo. 102/2003\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n2.12.03\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 14(2) on 21.5.03: s. 2(3); s. 6 on 1.10.03: s. 2(2);\nss 3&#8211;5, 7&#8211;13, 14(1)(3)(4), 15&#8211;35 on 3.12.03:\ns. 2(1)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWrongs (Remarriage Discount) Act 2004,\nNo. 6/2004\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n27.4.04\n\n\n\n\n\nCommencement Date:\n\n\n\n28.4.04: s. 2\n\n\n\n\n\nCurrent State:\n\n\n\nAll of Act in operation\n\n\n\n\nPublic Administration Act 2004,\nNo. 108/2004\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n21.12.04\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 117(1)(Sch. 3 item 237) on 5.4.05: Government\nGazette 31.3.05 p. 602\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nVictoria State Emergency Service Act 2005, No.\n51/2005\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n24.8.05\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 58(10)&#8211;(14) on 1.11.05: Government Gazette 20.10.05\np. 2308\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\n\n\nDefamation Act 2005, No. 75/2005\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n2.11.05\n\n\n\n\n\nCommencement Date:",
  "s. 48.": "s. 48.\n\n\nWRONGS ACT 1958\n- SECT 28LI\nAssessment of certain impairments\n\n\n\n\n\n\n\nS. 28LI(1)\namended by No. 38/2017 s. 98.\n\n     (1)     For the purposes of assessing the degree of psychiatric impairment the\nA.M.A. Guides apply, subject to any regulations made for the purposes of this\nsection, as if for Chapter 14 there were substituted the guidelines\nentitled \"The Guide to the Evaluation of Psychiatric Impairment for\nClinicians\".\n\n     (2)     For the purposes of assessing the degree of asthma\nimpairment&#8212;\n\nS. 28LI(2)(a) amended by\nNo. 38/2017 s. 98.\n\n         (a)     the A.M.A. Guides apply, subject to any regulations made for the\npurposes of this section, as if for Chapter 5, Tables 8 and 10, there were\nsubstituted the guidelines entitled \"Impairment Assessment in Workers with\nOccupational Asthma\"; and\n\n         (b)     a reference in the guidelines entitled \"Impairment Assessment in\nWorkers with Occupational Asthma\" to \"occupational asthma\" is to be construed as\na reference to \"asthma\".\n\n     (3)     For the purposes of assessing the degree of infectious disease\nimpairment&#8212;\n\nS. 28LI(3)(a) amended by\nNo. 38/2017 s. 98.\n\n         (a)     the A.M.A. Guides apply, subject to any regulations made for the\npurposes of this section and subject to the guidelines entitled \"Clinical\nGuidelines to the Rating of Impairments arising from Infectious Occupational\nDiseases\"; and\n\n         (b)     a reference in the guidelines entitled \"Clinical Guidelines to the\nRating of Impairments arising from Infectious Occupational Diseases\" to\n\"infectious occupational diseases\" is to be construed as a reference to\n\"infectious diseases\".\n\nS. 28LI(4) substituted by\nNo. 67/2013 s. 649(Sch. 9 item 36(6)).\n\n     (4)     Unless subsection (5) applies, the guidelines referred to in\nsubsections (1), (2) and (3) are the guidelines referred to in sections 64, 65\nand 66 of the Workplace Injury Rehabilitation and Compensation Act\n2013.\n\n     (5)     The guidelines referred to in subsections (1), (2) and (3) may be\namended, varied or substituted by a subsequent edition of the guidelines\npublished by the Minister in the Government Gazette.\n\n     (6)     If a subsequent edition of the guidelines is published by the Minister\nin the Government Gazette under subsection (5), the guidelines have effect from\nthe day after the day on which the Government Gazette is published.\n\n     (7)     Subject to subsection (8)&#8212;\n\n         (a)     this section as in force before the commencement of section 48 of the\nAccident Compensation and Other Legislation (Amendment) Act 2006\ncontinues to apply if before that commencement a person has had at least one\nimpairment examination for the purposes of assessing the degree of psychiatric\nimpairment, the degree of asthma impairment or the degree of infectious disease\nimpairment;\n\n         (b)     if paragraph (a) does not apply, this section as amended by section 48\nof the Accident Compensation and Other Legislation (Amendment) Act 2006\napplies for the purposes of assessing the degree of psychiatric impairment, the\ndegree of asthma impairment or the degree of infectious disease impairment in an\nimpairment examination made on or after the commencement of section 48 of\nthe Accident Compensation and Other Legislation (Amendment) Act\n2006.\n\n     (8)     Despite subsection (7)(b), if the first guidelines under section 91 of\nthe Accident Compensation Act 1985 as amended by section 9 of the\nAccident Compensation and Other Legislation (Amendment) Act 2006 are not\nin force on the commencement of section 48 of the Accident Compensation and\nOther Legislation (Amendment) Act 2006, this section as in force before that\ncommencement continues to apply for the purposes of assessing the degree of\npsychiatric impairment in an impairment examination made on or after that\ncommencement until the first guidelines are in force.\n\nS. 28LJ inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LJ\nRegard not to be had to secondary psychiatric or psychological impairment\n\nIn assessing a degree of impairment of a person\nunder this Part, regard must not be had to any psychiatric or psychological\ninjury, impairment or symptoms arising as a consequence of, or secondary to, a\nphysical injury.\n\nS. 28LK inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LK\nAssessment of hearing impairment\n\n     (1)     For the purposes of assessing the degree\nof impairment of the whole person resulting from binaural hearing impairment,\nthe percentage of the diminution of hearing determined in accordance with\nsubsection (2) is to be converted as follows&#8212;\n\n         (a)     if the binaural loss of hearing is 5 per cent NAL or less, the\ndegree of impairment is to be assessed as zero;\n\n         (b)     if the binaural loss of hearing is a percentage that is more than 5\nper cent NAL, the degree of impairment is to be assessed at that\npercentage.\n\n     (2)     For the purposes of this section, the percentage of diminution of\nhearing&#8212;\n\nS. 28LK(2)(a) amended by\nNo. 67/2013 s. 649(Sch. 9 item 36(7)).\n\n         (a)     must be determined&#8212;\n\n               (i)     by a person or class of persons approved; and\n\n               (ii)     in the manner approved&#8212;\n\nunder section 63 of the Workplace Injury Rehabilitation and Compensation\nAct 2013; and\n\n         (b)     must be determined in accordance with the Improved Procedure for\nDetermination of Percentage Loss of Hearing (1988 Edition or a later prescribed\nedition) published by the National Acoustic Laboratory.\n\nS. 28LL inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LL\nAssessment in relation to injuries arising out of the same incident\n\n     (1)     If a person has more than one impairment\nresulting from injuries which arose out of the same incident, all of those\nimpairments must be included in the one assessment.\n\n     (2)     For the purposes of this Part, impairments, other than psychiatric\nimpairments, resulting from injuries which arose out of the same incident are to\nbe assessed together using the combination tables in the A.M.A. Guides or the\nmethods prescribed for the purposes of this Part.\n\n     (3)     For the purposes of this Part, impairments from unrelated injuries or\ncauses are to be disregarded in making an assessment.\n\nS. 28LM inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LM\nPrescribed methods for assessment\n\nIf methods are prescribed for the purposes of\nthis Part and apply to an assessment of impairment, the assessment must be made\nin accordance with those methods rather than in accordance with the A.M.A.\nGuides.\n\n\n\n\n\n\n\nS. 28LN inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LN\nCertificate of assessment\n\n\n\n\n\nS. 28LN(1)\namended by No. 102/2003 s. 16(1).\n\n     (1)     Subject to section 28LNA and this section, an approved medical\npractitioner who makes an assessment of degree of impairment under this Part\nmust provide to the person seeking the assessment a certificate of\nassessment.\n\n     (2)     The certificate of assessment must state whether the degree of\nimpairment resulting from the injury satisfies the threshold level but must not\nstate the specific degree of impairment.\n\nS. 28LN(3) inserted by No. 102/2003\ns. 16(2).\n\n     (3)     If not all the injuries to a person have stabilised, a certificate of\nassessment can only be provided under this section in respect of the person if\nthe injuries that have stabilised are sufficient to determine a degree of\nimpairment that satisfies the threshold level.\n\nS. 28LNA inserted by No. 102/2003\ns. 17.\n\n\nWRONGS ACT 1958\n- SECT 28LNA\nCertificate where injury not stabilised\n\n     (1)     This section applies if, after making an assessment of degree of\nimpairment under this Part, an approved medical practitioner is unable to\ndetermine the degree of impairment because the injury has not\nstabilised.\n\n     (2)     If, at the end of 6 months after that first assessment, an approved\nmedical practitioner is unable to determine the degree of impairment but is\nsatisfied that the degree of impairment resulting from the injury will satisfy\nthe threshold level once the injury has stabilised, that approved medical\npractitioner may issue a certificate of assessment under this section.\n\n\n\n\n\n     (3)     The certificate of assessment must state that the approved medical\npractitioner is unable to determine the degree of impairment but is satisfied\nthat the degree of impairment resulting from the injury will satisfy the\nthreshold level once the injury has stabilised.\n\nDivision\n4&#8212;Procedure for claim fornon-economic\nloss\n\nS. 28LO inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LO\nAgreement to waive assessment of impairment\n\n     (1)     A claimant may, in writing, ask the\nrespondent to waive the requirement for an assessment of degree of impairment\nunder this Part.\n\nS. 28LO(1A) inserted by No. 102/2003\ns. 18(1).\n\n     (1A)     A request under subsection (1) must be in the prescribed form (if\nany) and include the prescribed information (if any).\n\nS. 28LO(2) amended by No. 102/2003\ns. 18(2).\n\n     (2)     A respondent to whom a request under subsection (1) is made must\nrespond in writing to the request within 60 days after receiving it.\n\n     (3)     The response must&#8212;\n\n         (a)     state that the respondent is a proper respondent to the claim and\nstate that the respondent agrees to waive the requirement for the assessment of\ndegree of impairment under this Part because the injury is significant injury;\nor\n\n         (b)     state that the respondent is a proper respondent to the claim and\nrequest that the claimant obtain an assessment of degree of impairment under\nthis Part; or\n\nS. 28LO(3)(c) amended by No. 102/2003\ns. 18(3).\n\n         (c)     if the respondent is unable to decide, on the information contained in\nthe request, whether the respondent is a proper respondent to the claim, advise\nthe claimant of the further information the respondent reasonably needs to\ndecide whether the respondent is a proper respondent to the claim; or\n\n         (d)     state that the respondent believes that the respondent is not a proper\nrespondent to the claim, give the reasons for the belief and give any\ninformation that may help the claimant to identify the proper\nrespondent.\n\nS. 28LO(4) amended by No. 102/2003\ns. 18(2).\n\n     (4)     If the respondent fails to respond within the 60 days, the\nrequirement for the assessment of degree of impairment cannot be waived by the\nrespondent.\n\nS. 28LO(5) inserted by No. 102/2003\ns. 18(4).\n\n     (5)     Information prescribed for the purposes of subsection (1A) may include\ninformation relating to&#8212;\n\n         (a)     the identity of the claimant;\n\n         (b)     the nature of the claim;\n\n         (c)     the injury;\n\n         (d)     the incident out of which the alleged injury arose;\n\n         (e)     any medical practitioner who has treated the injury.\n\nS. 28LP inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LP\nWhat if the respondent asks for more information?\n\n     (1)     If under section 28LO(3)(c) a respondent\nadvises a claimant that specified further information is needed, the claimant\nmust give the respondent the information the respondent reasonably needs to\ndecide whether the respondent is a proper respondent to the claim.\n\nS. 28LP(2) amended by No. 102/2003\ns. 19.\n\n     (2)     The respondent must respond in the manner set out in section\n28LO(3)(a), (b) or (d) within 60 days after receiving the\ninformation.\n\nS. 28LP(3) amended by No. 102/2003\ns. 19.\n\n     (3)     If the respondent fails to respond within the 60 days, the\nrequirement for the assessment of degree of impairment cannot be waived by the\nrespondent.\n\nS. 28LQ inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LQ\nWhat if the respondent disputes responsibility?\n\n     (1)     If a respondent responds in accordance\nwith section 28LO(3)(d), the claimant must give written notice to the\nrespondent, within 14 days after receiving the response, that\neither&#8212;\n\n         (a)     on the information available to the claimant, the claimant accepts\nthat the respondent is not a proper respondent to the claim; or\n\n         (b)     the claimant considers that the respondent is a proper respondent to\nthe claim and requires the respondent to respond to the notice.\n\n     (2)     The respondent must respond in writing to a notice under subsection\n(1)(b) within 14 days after receiving the notice.\n\n     (3)     The response under this section must&#8212;\n\n         (a)     state that the respondent agrees to waive the requirement for the\nassessment of degree of impairment under this Part because the injury is\nsignificant injury; or\n\n         (b)     request that the claimant obtain an assessment of degree of impairment\nunder this Part.\n\n     (4)     If the respondent fails to respond within the 14 days, the\nrequirement for the assessment of degree of impairment cannot be waived by the\nrespondent.\n\n\n\n\n\nS. 28LR inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LR\nCan a respondent bind any other respondent?\n\nAn agreement under this Division by a\nrespondent to a claim that the assessment is not required because the injury is\nsignificant injury does not bind any other respondent.\n\nS. 28LS inserted by\nNo. 60/2003 s. 4, repealed by No. 102/2003\ns. 20.\n\n     *     *     *     *     *\n\n\n\n\n\n\n\nS. 28LT inserted by\nNo. 60/2003 s. 4, amended by No. 102/2003 s. 21 (ILA\ns. 39B(1)).\n\n\nWRONGS ACT 1958\n- SECT 28LT\nCopy of certificate of assessment to be served on respondent\n\n     (1)     A claimant must serve on the respondent a\ncopy of a certificate of assessment (if any) obtained under this Part on which\nthe claimant intends to rely.\n\nS. 28LT(2) inserted by No. 102/2003\ns. 21.\n\n     (2)     The copy of the certificate of assessment must be accompanied by the\nprescribed information (if any) in the prescribed form (if any) unless the\ninformation has already been provided to the respondent under section\n28LO.\n\nS. 28LT(3) inserted by No. 102/2003\ns. 21.\n\n     (3)     The information prescribed for the purposes of subsection (2) may\ninclude information relating to&#8212;\n\n         (a)     the identity of the claimant;\n\n         (b)     the nature of the claim;\n\n         (c)     the injury;\n\n         (d)     the incident out of which the alleged injury arose;\n\n         (e)     any medical practitioner who has treated the injury.\n\n\n\nS. 28LU inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LU\nMultiple respondents\n\n     (1)     If there are 2 or more respondents to a\nclaim, one of the respondents (the respondents' claim manager) may act\nfor one or more of the other respondents, with the agreement of those other\nrespondents, for the purposes of the claim.\n\n     (2)     The respondents' claim manager&#8212;\n\n         (a)     may exercise the powers and perform the duties conferred by this Part\nin relation to the claim and the claimant for all respondents for whom the\nrespondents' claim manager acts; and\n\n         (b)     must act as far as practicable with the agreement of the other\nrespondents for whom the respondents' claim manager acts.\n\n     (3)     Action taken or an agreement made by the respondents' claim manager in\nrelation to the claim is binding on each respondent for whom the respondents'\nclaim manager acts so far as it affects the claimant.\n\n     (4)     If the respondents' claim manager acts beyond the scope of the\nrespondents' claim manager's authority under the agreement referred to in\nsubsection (1), the respondents' claim manager is liable to each other\nrespondent who is a party to the agreement for any loss suffered by the other\nrespondent.\n\nS. 28LV inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LV\nLimitation period suspended\n\nService of a copy of a certificate of\nassessment on a respondent suspends the relevant period of limitation\nunder the Limitation of Actions Act 1958 or this Act in\nrespect of the claim until the expiry of 3 months after whichever of the\nfollowing first occurs&#8212;\n\nS. 28LV(a) amended by No. 102/2003\ns. 22(a).\n\n         (a)     the respondent accepts in writing under section 28LW, 28LWA or 28LWB\nthe assessment in the certificate of assessment;\n\nS. 28LV(b) amended by No. 102/2003\ns. 22(b).\n\n         (b)     the respondent is deemed under section 28LW, 28LWA, 28LWB, 28LZA or\n28LZGA to have accepted the assessment;\n\nS. 28LV(c) amended by No. 102/2003\ns. 22(c).\n\n         (c)     if the respondent refers a medical question in relation to the\nassessment to a Medical Panel for determination under this Part, the expiry of\nany period for bringing an application for any relief or remedy in relation to\nthe determination of the Medical Panel, unless such an application is brought\nwithin that period;\n\nS. 28LV(d) amended by No. 102/2003\ns. 22(c).\n\n         (d)     if the respondent brings an application for any relief or remedy in\nrelation to the determination of a Medical Panel, the final determination of\nthat application.\n\nS. 28LW inserted by\nNo. 60/2003 s. 4, substituted by No. 102/2003\ns. 23.\n\n\nWRONGS ACT 1958\n- SECT 28LW\nResponse to medical assessment\n\n     (1)     The respondent on whom a copy of a\ncertificate of assessment is served must respond in writing to the claimant\nwithin 60 days after receiving the certificate and the required information\nunder section 28LT.\n\n     (2)     The response to the claimant must&#8212;\n\n         (a)     state that the respondent is a proper respondent to the claim and\nstate that the respondent accepts the assessment for the purposes of this Part;\nor\n\n         (b)     state that the respondent is a proper respondent to the claim and\nadvise the claimant that the respondent intends to refer or has referred a\nmedical question in relation to the assessment to a Medical Panel for\ndetermination under this Part; or\n\n         (c)     if the respondent is unable to decide, on the information provided\nwith the certificate of assessment, whether the respondent is a proper\nrespondent to the claim, advise the claimant of the further information the\nrespondent reasonably needs to decide whether the respondent is a proper\nrespondent to the claim; or\n\n         (d)     state that the respondent believes that the respondent is not a proper\nrespondent to the claim, give the reasons for the belief and give any\ninformation that may help the claimant to identify the proper\nrespondent.\n\n     (3)     The respondent must state that the respondent is a proper respondent\nto a claim if the respondent has already stated under section 28LO or 28LP that\nthe respondent is a proper respondent to the claim.\n\n     (4)     If the respondent fails to respond in writing under this section\nwithin the 60 days, the respondent is deemed to have accepted the\nassessment.\n\nS. 28LWA inserted by No. 102/2003\ns. 23.\n\n\nWRONGS ACT 1958\n- SECT 28LWA\nWhat if the respondent asks for more information?\n\n     (1)     If, under section 28LW(2)(c), a respondent advises a claimant that\nspecified further information is needed, the claimant must give the respondent\nthe information the respondent reasonably needs to decide whether the respondent\nis a proper respondent to the claim.\n\n     (2)     The respondent must respond in the manner set out in section\n28LW(2)(a), (b) or (d) within 60 days after receiving the\ninformation.\n\n     (3)     If the respondent fails to respond in writing under this section\nwithin the 60 days, the respondent is deemed to have accepted the\nassessment.\n\n\n\nS. 28LWB inserted by No. 102/2003\ns. 23.\n\n\nWRONGS ACT 1958\n- SECT 28LWB\nWhat if the respondent disputes responsibility?\n\n     (1)     If a respondent responds in accordance with section 28LW(2)(d), the\nclaimant must give written notice to the respondent, within 14 days after\nreceiving the response, that either&#8212;\n\n         (a)     on the information available to the claimant, the claimant accepts\nthat the respondent is not a proper respondent to the claim; or\n\n         (b)     the claimant considers that the respondent is a proper respondent to\nthe claim and requires the respondent to respond to the notice.\n\n     (2)     The respondent must respond in writing to a notice under subsection\n(1)(b) within 14 days after receiving the notice.\n\n     (3)     The response under this section must&#8212;\n\n         (a)     state that the respondent is a proper respondent to the claim and\nstate that the respondent accepts the assessment for the purposes of this Part;\nor\n\n         (b)     state that the respondent is a proper respondent to the claim and\nadvise the claimant that the respondent has referred or intends to refer a\nmedical question in relation to the assessment to a Medical Panel for\ndetermination under this Part.\n\n     (4)     If the respondent fails to respond within the 14 days, the\nrespondent is deemed to have accepted the assessment.\n\nS. 28LWC inserted by No. 102/2003\ns. 23.\n\n\nWRONGS ACT 1958\n- SECT 28LWC\nCan a respondent bind any other respondent?\n\nAn acceptance under this Division by a respondent to a claim of an\nassessment does not bind any other respondent.\n\n\n\nS. 28LWD inserted by No. 102/2003\ns. 23.\n\n\nWRONGS ACT 1958\n- SECT 28LWD\nStatement not admission of liability\n\nA statement under this Division that a\nrespondent is a proper respondent to a claim is not an admission of liability in\nrespect of the claim.\n\nS. 28LWE inserted by No. 102/2003\ns. 23.\n\n\nWRONGS ACT 1958\n- SECT 28LWE\nReferral of medical question to Medical Panel\n\n     (1)     The respondent on whom a copy of the\ncertificate of assessment is served may refer a medical question in relation to\nthe assessment to a Medical Panel for determination under this\nPart&#8212;\n\n         (a)     within 60 days after receiving the certificate and the required\ninformation under section 28LT; or\n\n         (b)     within 60 days after receiving the information provided under section\n28LWA; or\n\n         (c)     within 14 days after receiving the notice under section\n28LWB.\n\n     (2)     The respondent may not refer a medical question in relation to the\nassessment to a Medical Panel if the respondent has accepted the assessment or\nis deemed to have accepted the assessment under this Division.\n\n     (3)     If the respondent advises the claimant under section 28LW, 28LWA or\n28LWB that the respondent intends to refer a medical question in relation to the\nassessment to a Medical Panel and does not refer the question within the\nrequired time under this section, the respondent is deemed to have accepted the\nassessment under this Division at the expiration of that required\ntime.\n\n\n\nS. 28LX inserted by\nNo. 60/2003 s. 4, amended by No. 102/2003 ss 24,\n25.\n\n\nWRONGS ACT 1958\n- SECT 28LX\nRespondent to pay costs of referral\n\nThe respondent is liable for the fees and costs\npayable in accordance with section 28LXA for a referral of a medical question to\na Medical Panel for determination under this Part including the costs\nof&#8212;\n\n         (a)     any attendance before the Medical Panel under section 28LZE of a\nregistered health practitioner; and\n\n         (b)     copying documents to be provided under section 28LZC or 28LZE;\nand\n\n         (c)     reasonable transport arrangements for persons attending the Medical\nPanel.\n\nS. 28LXA inserted by No. 102/2003\ns. 26.\n\n\nWRONGS ACT 1958\n- SECT 28LXA\nAdministration\n\n     (1)     The Minister, on the recommendation of the\nConvenor, may, by notice published in the Government Gazette, fix scales of fees\nand costs for referrals of medical questions under this Part.\n\n     (2)     All fees and costs payable by the respondent in respect of a referral\nto a Medical Panel under section 28LX must be paid to the Convenor.\n\n     (3)     The Convenor may recover any fees or costs payable under section 28LX\nin any court of competent jurisdiction as a debt due to the Crown.\n\n     (4)     The Convenor may establish a bank account or bank accounts for the\npurposes of this Part.\n\n     (5)     The Convenor must pay any amount paid to the Convenor under this\nsection into the bank account or accounts established under subsection\n(4).\n\n     (6)     The Convenor may pay out of a bank account established under\nsubsection (4) any amount necessary&#8212;\n\n\n\n         (a)     to reimburse the Victorian WorkCover Authority for the remuneration\n(including allowances) of members of Medical Panels to the extent that is\napplicable to their functions under this Part;\n\n         (b)     to pay the Victorian WorkCover Authority or any other person for the\nprovision of administrative services under this Part;\n\n         (c)     to pay any other costs (including administrative costs) relating to a\nreferral of a medical question for determination under this Part.\n\n     (7)     The Convenor may engage any person to assist the Convenor in carrying\nout any function under this Part.\n\n     (8)     The Convenor may enter into arrangements with the Victorian WorkCover\nAuthority or with any other person or body for the provision of administrative\nservices to the Convenor for the purposes of this Part.\n\n     (9)     The Minister must cause a notice under subsection (1) to be laid\nbefore each House of Parliament within 5 sitting days of that House after it is\npublished in the Government Gazette.\n\n     (10)     Sections 23, 24 and 25 of the Subordinate Legislation Act 1994\napply to a notice under subsection (1) as if it were a statutory rule within the\nmeaning of that Act.\n\n     (11)     A notice under subsection (1) may be disallowed in whole or in part\nby resolution of either House of Parliament in accordance with the requirements\nof section 23 of the Subordinate Legislation Act 1994.\n\n\n\nDivision\n5&#8212;Procedure of Medical Panel\n\nS. 28LY inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LY\nApplication\n\nThis Division sets out the powers and\nprocedures of a Medical Panel in relation to a medical question referred to it\nunder Division 4.\n\nS. 28LZ inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZ\nProcedure of Medical Panel\n\n     (1)     A Medical Panel is not bound by rules or\npractices as to evidence, but may inform itself on any matter relating to a\nreference in any manner it thinks fit.\n\n     (2)     A Medical Panel must act informally, without regard to technicalities\nor legal forms and as speedily as a proper consideration of the reference\nallows.\n\nS. 28LZ(3) substituted by No. 102/2003\ns. 27, amended by No. 67/2013 s. 649(Sch. 9 item\n36(8)).\n\n     (3)     The Minister, after consultation with the Minister administering Part\n12 of the Workplace Injury Rehabilitation and Compensation Act 2013, may\nfor the purposes of&#8212;\n\n         (a)     ensuring procedural fairness in the procedures of Medical Panels under\nthis Part; and\n\n         (b)     facilitating the proper administration of the Medical Panels under\nthis Part&#8212;\n\nissue guidelines as to the procedures of Medical Panels under this\nPart.\n\nS. 28LZ(4) substituted by No. 102/2003\ns. 27.\n\n     (4)     The Convenor may give directions as to the procedures of Medical\nPanels under this Part but must not give directions inconsistent with any\nguidelines issued by the Minister under this Part.\n\n\n\n\n\nS. 28LZ(5) inserted by No. 102/2003\ns. 27.\n\n     (5)     A Medical Panel must comply with&#8212;\n\n         (a)     any relevant guidelines as to the procedures of Medical Panels issued\nunder subsection (3); and\n\n         (b)     any directions given by the Convenor under subsection (4).\n\nS. 28LZA inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZA\nRespondent must provide information to Medical Panel\n\n     (1)     A respondent referring a medical question\nto a Medical Panel must submit to the Medical Panel&#8212;\n\nS. 28LZA(1)(a) amended by No. 102/2003\ns. 28(1).\n\n         (a)     a notice in writing and in the prescribed form (if any) setting\nout&#8212;\n\n               (i)     the medical question; and\n\n               (ii)     any other prescribed information; and\n\n         (b)     a copy of any relevant certificate of assessment served on the\nrespondent by the claimant under section 28LT.\n\nS. 28LZA(2) substituted by No. 102/2003\ns. 28(2).\n\n     (2)     The Convenor may, in writing, request the respondent to provide to the\nMedical Panel any specified document or documents of a specified class in the\nrespondent's possession.\n\nS. 28LZA(2A) inserted by No. 102/2003\ns. 28(2).\n\n     (2A)     More than one request may be made under subsection (2).\n\n\n\nS. 28LZA(2B) inserted by No. 102/2003\ns. 28(2).\n\n     (2B)     The respondent must comply with any request under subsection\n(2).\n\n\n\nS. 28LZA(3) amended by No. 102/2003\ns. 28(3).\n\n     (3)     The Medical Panel may refuse to proceed to consider a medical question\nif it is not provided with the documents required under subsection (1) or\nrequested under subsection (2).\n\nS. 28LZA(4) substituted by No. 102/2003\ns. 28(4).\n\n     (4)     A respondent is deemed to have accepted the assessment in the\ncertificate of assessment if the respondent&#8212;\n\n         (a)     fails to provide the Medical Panel with the information and documents\nrequired under subsection (1) within 30 days after being requested in writing to\ndo so by the Convenor; or\n\n         (b)     fails to provide any documents requested under subsection (2) within\n30 days after that request.\n\n     (5)     The Convenor must notify the claimant in writing within 7 days of a\ndeemed acceptance under subsection (4).\n\nS. 28LZB inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZB\nWhat if there is more than one referral in relation to an assessment?\n\nThe Convenor may direct that referrals by\n2 or more respondents to the Medical Panel that concern the same\nassessment be consolidated.\n\nS. 28LZC inserted by\nNo. 60/2003 s. 4, amended by No. 102/2003 s. 29 (ILA\ns. 39B(1)).\n\n\nWRONGS ACT 1958\n- SECT 28LZC\nWhat can a Medical Panel ask a claimant to do?\n\n     (1)     A Medical Panel may ask a\nclaimant&#8212;\n\n         (a)     to meet with the Panel and answer questions;\n\n         (b)     to supply to the Panel copies of all documents in the possession of\nthe claimant that relate to the medical question;\n\n         (c)     to submit to a medical examination by the Panel or by a member of the\nPanel.\n\nS. 28LZC(2) inserted by No. 102/2003\ns. 29.\n\n     (2)     A request under this section must be made within 30 days after the\nmedical question is referred to the Medical Panel.\n\n\n\n\n\nS. 28LZD inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZD\nAttendance before Medical Panel to be private\n\n     (1)     Any attendance of a claimant before\na Medical Panel must be in private, unless the Medical Panel considers that it\nis necessary for another person to be present.\n\n     (2)     If the claimant is a person under disability, the Medical Panel must\npermit a representative of the claimant to be present.\n\n     (3)     In this section person under disability means a person\nwho is&#8212;\n\n         (a)     a minor; or\n\n         (b)     incapable by reason of injury, disease, senility, illness or physical\nor mental infirmity of managing his or her affairs in relation to the matter\nbefore the Medical Panel.\n\nS. 28LZE inserted by\nNo. 60/2003 s. 4, amended by No. 102/2003 s. 30 (ILA\ns. 39B(1)).\n\n\nWRONGS ACT 1958\n- SECT 28LZE\nMedical Panel can ask a registered health practitioner to attend\n\n     (1)     If a Medical Panel so requests and the\nclaimant consents, a registered health practitioner who has examined the\nclaimant must&#8212;\n\n         (a)     meet with the Panel and answer questions; and\n\n         (b)     supply relevant documents to the Panel.\n\nS. 28LZE(2) inserted by No. 102/2003\ns. 30.\n\n     (2)     A request under this section must be made within 30 days after the\nlast of the following to occur&#8212;\n\n         (a)     the date on which the medical question is referred to the Medical\nPanel;\n\n         (b)     the date on which the claimant meets with the Medical Panel under\nsection 28LZC;\n\n         (c)     the date on which the claimant is given a medical examination by the\nMedical Panel or a member of the Panel under section 28LZC;\n\n         (d)     the last date on which the Medical Panel receives any documents\nrequested under section 28LZC(1)(b).\n\nS. 28LZF inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZF\nProtection of information given to Medical Panel\n\nInformation given to a Medical Panel cannot be\nused in any civil or criminal proceeding in any court, other than a\nproceeding&#8212;\n\nS. 28LZF(a) amended by No. 102/2003\ns. 24.\n\n         (a)     relating to the claim for which the determination is sought;\nor\n\n\n\n         (b)     for an offence against the Crimes Act 1958 which arises in\nconnection with the claim.\n\nS. 28LZG inserted by\nNo. 60/2003 s. 4, substituted by No. 102/2003\ns. 31.\n\n\nWRONGS ACT 1958\n- SECT 28LZG\nDetermination of Panel\n\n     (1)     A Medical Panel must not determine the\ndegree of impairment of a person unless it has made an assessment of the degree\nof impairment in accordance with Division 3.\n\n     (2)     After making the assessment, the Medical Panel must give the claimant\nand the respondent&#8212;\n\n         (a)     its determination of the medical question in accordance with\nsubsection (4); or\n\n         (b)     its certificate, in accordance with subsection (5), that it is\nunable to determine the medical question but that it is satisfied that the\ndegree of impairment will satisfy the threshold level when the injury has\nstabilised; or\n\n         (c)     its certificate that it is unable to determine the medical question\nand a statement of the time fixed for further assessment of the person under\nsubsection (6).\n\n\n\n     (3)     The Medical Panel must give the determination or\ncertificate&#8212;\n\n         (a)     within 30 days after the last of the following to\noccur&#8212;\n\n               (i)     the last date on which the claimant complies with a request under\nsection 28LZC;\n\n               (ii)     the last date on which a registered health practitioner complies with\na request under section 28LZE or if a request is made to more than one\nregistered health practitioner, the last date on which the last of the\nregistered health practitioners to comply, complies with the request;\nor\n\n         (b)     within such longer period as is agreed by the claimant and the\nrespondent.\n\n     (4)     If, after making the assessment, the Medical Panel determines the\ndegree of impairment, the determination of the medical question must state\nwhether the degree of impairment resulting from the injury satisfies the\nthreshold level but must not state the specific degree of impairment.\n\n     (5)     If, after making an assessment, the Medical Panel is unable to\ndetermine the medical question because an injury has not stabilised, but the\nMedical Panel is satisfied that the degree of impairment resulting from injury\nwill satisfy the threshold level once the injury has stabilised, the Medical\nPanel may certify in writing to that effect.\n\n     (6)     If, after making an assessment, the Medical Panel is unable to\ndetermine the medical question because an injury has not stabilised and\nsubsection (5) does not apply, the Medical Panel must in\nwriting&#8212;\n\n         (a)     certify that it is unable to determine the medical question;\nand\n\n         (b)     fix a time (not being later than 12 months after the first\nassessment) for a further assessment of the degree of impairment of the person\nto be made under this section.\n\n     (7)     The time fixed under subsection (6) must be the earliest time by which\nthe Medical Panel considers that the injury will have stabilised.\n\n     (8)     More than one further assessment may be made under this section but\neach further assessment must be made within the period of 12 months following\nthe first assessment.\n\n     (9)     A determination of the Medical Panel under subsection (4) must be\ngiven in writing and be certified by the Medical Panel.\n\n     (10)     If the Medical Panel gives a certificate under subsection (5) in\nrelation to an injury, the injury is deemed to be significant injury.\n\nS. 28LZGA inserted by No. 102/2003\ns. 31.\n\n\nWRONGS ACT 1958\n- SECT 28LZGA\nFurther assessment\n\n     (1)     If a Medical Panel fixes a time for further assessment under section\n28LZG, the respondent may by notice in writing to the Medical Panel and the\nclaimant waive the requirement for a further assessment.\n\n     (2)     The notice must be given within 14 days after the respondent receives\nthe statement of the Medical Panel.\n\n     (3)     If the respondent waives the requirement for a further assessment\nunder section 28LZG, the respondent is deemed to have accepted, for the purposes\nof this Part, the assessment in the certificate of assessment served under\nsection 28LT.\n\n     (4)     If a Medical Panel fixes a time for further assessment under section\n28LZG, and at the end of 12 months after the first assessment, the Medical Panel\ncertifies in writing that it is still unable to determine the medical question\nbecause an injury has not stabilised, the injury to the person is deemed to be\nsignificant injury.\n\nS. 28LZH inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZH\nEffect of determination as to threshold level\n\n     (1)     A determination by the Medical Panel under\nthis Division that the degree of impairment resulting from an injury satisfies\nthe threshold level must be accepted by a court in any proceeding on the claim\nas a determination of significant injury for the purposes of this\nPart.\n\n     (2)     A determination by the Medical Panel under this Division that the\ndegree of impairment resulting from an injury does not satisfy the threshold\nlevel must be accepted by a court in any proceeding on the claim as a\ndetermination that the injury is not significant injury for the purposes of this\nPart.\n\nS. 28LZI inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZI\nLimitations on appeal in relation to assessments and determinations\n\n     (1)     No appeal on the merits may be made to a\ncourt from an assessment or determination of a Medical Panel under this\nDivision.\n\n     (2)     Nothing in subsection (1) affects any right of a court to grant any\nother relief or remedy in relation to an assessment or determination of a\nMedical Panel under this Division.\n\n\n\n\n\n\n\n\n\nS. 28LZJ inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZJ\nTreating medical practitioner not to be on Medical Panel\n\nIf a medical practitioner has treated or\nexamined or has been engaged to treat or examine the claimant (otherwise than in\nhis or her capacity as a member of a Medical Panel), he or she must not be a\nmember of a Medical Panel considering a medical question relating to the\nclaimant.\n\nS. 28LZK inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZK\nValidity of acts or decisions\n\nAn act or decision of a Medical Panel under\nthis Division is not invalid by reason only of any defect or irregularity in or\nin connection with the appointment of a member.\n\nS. 28LZL inserted by\nNo. 60/2003 s. 4, amended by No. 102/2003 s. 32,\nsubstituted by No. 67/2013 s. 649(Sch. 9 item\n36(9)).\n\n\nWRONGS ACT 1958\n- SECT 28LZL\nOperation of Panel provisions of the Workplace Injury Rehabilitation and Compensation Act 2013\n\n     (1)     Except as provided in subsection (2), and\nsubject to any inconsistency of context or subject-matter, Division 2 of Part 12\nof the Workplace Injury Rehabilitation and Compensation Act 2013 applies\nto a Medical Panel appointed for the purposes of this Part.\n\n     (2)     Division 3 of Part 6 and section 270 and 540 of the Workplace\nInjury Rehabilitation and Compensation Act 2013 do not apply to or in\nrelation to&#8212;\n\n         (a)     the procedure of a Medical Panel under this Part; or\n\n         (b)     a matter referred to a Medical Panel under this Part.\n\n\n\n\n\n\n\n\n\nDivision\n6&#8212;Proceedings on claim\n\nS. 28LZM inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZM\nProvision of assessment information to court\n\n     (1)     This section applies to a claimant who\nbrings a proceeding in a court in respect of a claim for damages for\nnon-economic loss to which this Part applies in respect of injury to a person\ncaused by the fault of another person.\n\n     (2)     The claimant must file in the court before the determination of the\nclaim&#8212;\n\n         (a)     if the claimant intends to rely on a certificate of assessment under\nthis Part, a copy of that certificate; or\n\n         (b)     if the claimant intends to rely on the written agreement of any\nrespondent under Division 4 to waive the requirement for assessment in\nrespect of the injury, a copy of that agreement.\n\nS. 28LZM(3) amended by No. 102/2003\ns. 24.\n\n     (3)     If a Medical Panel has made a determination as to the threshold level\nunder Division 5, the claimant must also file in the court a copy of the\ncertificate of determination of the Medical Panel.\n\n     (4)     If the respondent is deemed to have accepted an assessment under this\nPart, the claimant must also file in the court a statement to that\neffect.\n\nS. 28LZM(5) inserted by No. 102/2003\ns. 33.\n\n     (5)     If the injury is deemed under section 28LZG(10) to be significant\ninjury, the claimant must also file in the court a statement to that effect,\ntogether with the certificate of the Medical Panel under section\n28LZG(5).\n\nS. 28LZM(6) inserted by No. 102/2003\ns. 33.\n\n     (6)     If the injury is deemed under section 28LZGA(4) to be significant\ninjury, the claimant must also file in the court a statement to that effect,\ntogether with the certificate of the Medical Panel under that\nsubsection.\n\nS. 28LZMA inserted by No. 62/2015\ns. 12.\n\n\nWRONGS ACT 1958\n- SECT 28LZMA\nPower of court to stay proceeding until certificate of assessment and other information is served\n\nA court may, in any proceeding in respect\nof a claim for the recovery of damages for non-economic loss in respect of\nan injury to a claimant to which this Part applies, by order stay the proceeding\nuntil the claimant has, in accordance with this Part, served on the\nrespondent&#8212;\n\n         (a)     the certificate of assessment; and\n\n         (b)     any other information that under this Part is required to accompany\nthe certificate when it is served.\n\nS. 28LZN inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZN\nAlternative procedure for special cases\n\n     (1)     A claimant may apply to a court for a\ndetermination of significant injury for the purposes of this Part.\n\n     (2)     The court may make a determination of significant injury in respect of\na claimant if the court is satisfied that&#8212;\n\n         (a)     the claim should be dealt with urgently because of the imminent death\nof the claimant; and\n\n         (b)     the injury, if assessed under Division 3, would be significant\ninjury.\n\n     (3)     The court may make a determination of significant injury in respect of\na claimant if the court is satisfied that&#8212;\n\n         (a)     the claim relates to a cause of action that survives for the benefit\nof the estate of a deceased person under section 29(1) of the Administration\nand Probate Act 1958; and\n\n         (b)     the deceased person died from a cause other than the injury to which\nthe claim relates; and\n\n         (c)     the injury to which the claim relates, if it had been assessed under\nDivision 3, would be significant injury.\n\nDivision\n7&#8212;General\n\nS. 28LZO inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZO\nSupreme Court&#8212;limitation of jurisdiction\n\nIt is the intention of sections 28LE, 28LZH,\n28LZI and 28LZL to alter or vary section 85 of the Constitution Act\n1975.\n\nS. 28LZP inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZP\nRegulations\n\n     (1)     The Governor in Council may make\nregulations generally prescribing any matter or thing required or permitted by\nthis Part to be prescribed or necessary to be prescribed to give effect to this\nPart.\n\n     (2)     The regulations&#8212;\n\n         (a)     may leave any matter to be determined by the Minister; and\n\nS.\n28LZP(2)(ab) inserted by No.\n102/2003 s. 34.\n\n         (ab)     may prescribe forms for use under this Part; and\n\n\n\n         (b)     may apply, adopt or incorporate, wholly or partially or as amended by\nthe regulations, any matter contained in any document as existing or in force at\nthe time the regulations are made.\n\n     (3)     Without limiting subsections (1) and (2), the regulations may modify\nthe A.M.A. Guides.\n\n\n\n     (4)     Without limiting subsections (1) and (2), the regulations may fix the\nmethods to be used for the purpose of assessing the degree of impairment in\nrespect of injury to a person.\n\n     (5)     Regulations made under subsection (4)&#8212;\n\n         (a)     must specify the methods to be used and any modifications of those\nmethods that are to apply; and\n\n         (b)     can only apply for the purpose of assessing the degree of impairment\nof a person who receives an injury on or after the date that the regulations are\nmade or on or after a later date specified in the regulations.\n\nS. 28LZQ inserted by\nNo. 60/2003 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 28LZQ\nTransitional\n\n     (1)     This Part applies to an award of damages\nfor non-economic loss that relates to an injury received on or after 21 May\n2003.\n\n     (2)     On and from 1 October 2003, this Part applies to an award of damages\nfor non-economic loss that relates to an injury received before 21 May\n2003.\n\n     (3)     Subsection (2) does not apply to an award of damages in a proceeding\ncommenced in a court before 1 October 2003.\n\nS. 28LZQ(4) inserted by No. 102/2003\ns. 35.\n\n     (4)     Despite the amendment of section 28LF by section 14(2) of the\nWrongs and Other Acts (Law of Negligence) Act 2003, section 28LF\ncontinues to apply to any proceedings in which damages were awarded before\nthe date on which that Act received the Royal Assent as if section\n28LF had not been amended by section 14(2) of that Act.\n\n\n\n\n\nS. 28LZR inserted by No. 2/2015\ns. 5.\n\n\nWRONGS ACT 1958\n- SECT 28LZR\nTransitional&#8212;Wrongs Amendment (Asbestos Related Claims) Act 2015\n\n     (1)     Subject to subsection (2), this Part as\namended by the Wrongs Amendment (Asbestos Related Claims) Act 2015\napplies to a claim in a proceeding for damages for non-economic loss in respect\nof an injury that is an asbestos-related condition, irrespective of when the act\nor omission causing the injury and giving rise to the claim for damages in\nrespect of the injury occurred.\n\n     (2)     The amendments made to this Part by the Wrongs Amendment (Asbestos\nRelated Claims) Act 2015 do not apply to a claim in a proceeding for\ndamages for non-economic loss in respect of an injury that is an\nasbestos-related condition if, before the Wrongs Amendment (Asbestos Related\nClaims) Act 2015 commenced&#8212;\n\n         (a)     the proceeding had been finally determined; or\n\n         (b)     the claim had otherwise been finally settled.\n\n     (3)     If, immediately before the commencement of the Wrongs Amendment\n(Asbestos Related Claims) Act 2015, a proceeding for a claim for damages for\nnon-economic loss in respect of an injury that is an asbestos-related condition\nhad been commenced and begun to be heard but was not determined by the court or\notherwise finally settled at the commencement of that Act, that claim is taken\nto have always been a claim to which this Part does not apply as if\nsection 28LC(2)(e) had been enacted and in operation at the time the\nproceeding in respect of the claim was commenced. \n\n\n\n\n\n     (4)     Despite section 14(2) of the Interpretation of Legislation Act\n1984, this Part as amended by the Wrongs Amendment (Asbestos Related\nClaims) Act 2015 applies to proceeding number S CI 2390 of 2013 in the\nSupreme Court of Victoria: Multari v Amaca Pty Ltd (under New South Wales\nadministered winding up) and Another.\n\nS. 28LZS inserted by No. 62/2015\ns. 13.\n\n\nWRONGS ACT 1958\n- SECT 28LZS\nTransitionals&#8212;Wrongs Amendment Act 2015\n\n     (1)     The definition of threshold\nlevel in section 28LB, as amended by section 11 of the Wrongs\nAmendment Act 2015, applies in respect of an injury suffered by a person,\nand in relation to which a claim for the recovery of damages for non-economic\nloss to which this Part applies may be made, irrespective of when the act or\nomission causing the injury and giving rise to the claim for the recovery of\ndamages occurred.\n\n     (2)     Without limiting subsection (1), the definition of threshold\nlevel in section 28LB, as amended by section 11 of the Wrongs\nAmendment Act 2015, applies in respect of an injury suffered by a person and\nin relation to which a proceeding for a claim for the recovery of damages for\nnon&#8209;economic loss to which this Part applies has been commenced before the\ncommencement of section 11 of that Act but has not been finally settled or\ndetermined before the commencement of that section.\n\n     (3)     Section 28LZMA, as inserted by section 12 of the Wrongs Amendment\nAct 2015, applies to a proceeding for a claim for the recovery of damages\nfor non-economic loss to which this Part applies that has been commenced before\nthe commencement of section 12 of that Act but has not been finally settled or\ndetermined before the commencement of that section.\n\nS. 28LZT inserted by No. 62/2015\ns. 13.\n\n\nWRONGS ACT 1958\n- SECT 28LZT\nPower to resolve transitional difficulties in proceeding&#8212;Wrongs Amendment Act 2015\n\n     (1)     If any difficulty arises because of the\noperation of the Wrongs Amendment Act 2015 in a proceeding for\na claim for damages for non&#8209;economic loss in respect of an injury to\nthe claimant to which this Part applies, a court may make any order it\nconsiders appropriate to resolve the difficulty. \n\n     (2)     An order made under subsection (1)&#8212;\n\n         (a)     may be made on application of a party to the proceeding or on the\ncourt's own motion; and \n\n         (b)     has effect despite any provision to the contrary made by or under\nany Act (other than the Charter of Human Rights and\nResponsibilities Act 2006).\n\nS. 28LZU inserted by No. 62/2015\ns. 13, repealed by No. 6420 s. 28LZU(4).\n\n     *     *     *     *     *\n\n\n\n\n\n\n\n\n\nPart VC (Heading and ss 28M, 28N)\ninserted by No. 49/2002 s. 8.\n\nPart\nVC&#8212;Structured settlements\n\n\n\n\n\n\n\nS. 28M inserted by No. 49/2002\ns. 8.\n\n\nWRONGS ACT 1958\n- SECT 28M\nDefinitions\n\nIn this Part&#8212;\n\n\n\nS. 28M def. of claim\namended by No. 67/2013 s. 649(Sch. 9 item\n36(10)).\n\n\"claim\" does not include a claim under the Accident\nCompensation Act 1985 or the Workplace Injury Rehabilitation and\nCompensation Act 2013;\n\n\"court\", in relation to a claim, means&#8212;\n\n         (a)     if a proceeding based on the claim has been commenced in the Supreme\nCourt or the County Court&#8212;the court hearing the proceeding; or\n\n         (b)     if no proceeding based on the claim has been commenced&#8212;the\nSupreme Court or the County Court;\n\n\"damages\" includes any form of monetary compensation;\n\n\"fault\" includes an act or omission;\n\n\"injury\" means personal or bodily injury and\nincludes&#8212;\n\n         (a)     pre-natal injury; and\n\n         (b)     psychological or psychiatric injury; and\n\n         (c)     disease; and\n\n         (d)     aggravation, acceleration or recurrence of an injury or\ndisease;\n\n\n\n\"structured settlement\" means an agreement that provides for\nthe payment of all or part of an award of damages in the form of periodic\npayments funded by an annuity or other agreed means.\n\nS. 28N inserted by No. 49/2002\ns. 8.\n\n\nWRONGS ACT 1958\n- SECT 28N\nCourt may make order for structured settlement\n\n     (1)     If the parties to a claim for damages that\nrelate to injury to a person caused by the fault of another person agree to\nsettle the claim by making a structured settlement, one or more parties may\napply to the court for an order approving of, or in the terms of, the structured\nsettlement.\n\n     (2)     The court may make the order even though the payment of damages is not\nin the form of a lump sum award of damages.\n\nPart\nVI&#8212;Damage by aircraft\n\nNo. 5704 s. 2.\n\n\nWRONGS ACT 1958\n- SECT 29\nDefinitions\n\nIn this Part unless inconsistent with the\ncontext or subject-matter&#8212;\n\n\"Air Navigation Regulations\" means the Air Navigation\nRegulations made and as in force from time to time under the Commonwealth Act\nand includes such of the provisions of those Regulations as apply to and in\nrelation to air navigation within Victoria by virtue of the Air Navigation\nAct 1958;\n\n\"article\" includes mail and postal articles and\nanimals;\n\n\"loss or damage\" includes, in relation to persons, loss of life\nand personal injury;\n\nthe Commonwealth Act means the Air Navigation Act\n1920&#8211;1950 of the Commonwealth of Australia and if that Act is amended\nincludes that Act as amended from time to time.\n\nNo. 5704 s. 3.\n\n\nWRONGS ACT 1958\n- SECT 30\nLimitation of liability for trespass or nuisance by flying over property\n\nNo action shall lie in respect of trespass or\nnuisance by reason only of the flight of an aircraft over any property at a\nheight above the ground which having regard to the wind the weather and all the\ncircumstances is reasonable, or the ordinary incidents of such flight, so long\nas the provisions of the Air Navigation Regulations are duly complied\nwith.\n\nNo. 5704 s. 4.\n\n\nWRONGS ACT 1958\n- SECT 31\nLiability for damage by aircraft or articles falling therefrom\n\n     (1)     Where material loss or damage is caused to\nany person or property on land or water by or by a person in or by an article or\nperson falling from an aircraft while in flight taking off or landing then,\nunless the loss or damage was caused or contributed to by the negligence of the\nperson by whom it was suffered, damages in respect of the loss or damage shall\nbe recoverable from the owner of the aircraft without proof of negligence or\nintention or other cause of action as if the loss or damage had been caused by\nthe wilful act neglect or default of the owner:\n\nProvided that where material loss or damage is caused as aforesaid in\ncircumstances in which&#8212;\n\n         (a)     damages in respect of the said loss or damage are recoverable from the\nowner by virtue only of the foregoing provisions of this subsection;\nand\n\n         (b)     a legal liability is created in some person other than the owner to\npay damages in respect of the said loss or damage&#8212;\n\nthe owner shall be entitled to be indemnified by that other person against\nany claim in respect of the said loss or damage.\n\n     (2)     Where the aircraft concerned has been bona fide demised chartered let\nor hired out for a period exceeding fourteen days to any other person by the\nowner thereof and no pilot commander navigator or operative member of the crew\nof the aircraft is in the employment of the owner the last preceding subsection\nshall have effect as if for references therein to the owner there were\nsubstituted references to the person to whom the aircraft has been so demised\nchartered let or hired out.\n\nPt 6A (Heading and ss 31A&#8211;31D)\ninserted by No. 49/2002 s. 9.\n\nPart\nVIA&#8212;Good samaritan protection\n\n\n\n\n\n\n\nS. 31A inserted by\nNo. 49/2002 s. 9.\n\n\nWRONGS ACT 1958\n- SECT 31A\nDefinition\n\nIn this Part, \"injury\" means\npersonal or bodily injury and includes&#8212;\n\n         (a)     pre-natal injury; and\n\n         (b)     psychological or psychiatric injury; and\n\n         (c)     disease; and\n\n         (d)     aggravation, acceleration or recurrence of an injury or\ndisease.\n\nS. 31B inserted by\nNo. 49/2002 s. 9.\n\n\nWRONGS ACT 1958\n- SECT 31B\nProtection of good samaritans\n\n     (1)     A good samaritan is an individual who\nprovides assistance, advice or care to another person in relation to an\nemergency or accident in circumstances in which&#8212;\n\n         (a)     he or she expects no money or other financial reward for providing the\nassistance, advice or care; and\n\n         (b)     as a result of the emergency or accident the person to whom, or in\nrelation to whom, the assistance, advice or care is provided is at risk of death\nor injury, is injured, is apparently at risk of death or injury, or is\napparently injured.\n\n     (2)     A good samaritan is not liable in any civil proceeding for anything\ndone, or not done, by him or her in good faith&#8212;\n\n         (a)     in providing assistance, advice or care at the scene of the emergency\nor accident; or\n\n         (b)     in providing advice by telephone or by another means of communication\nto a person at the scene of the emergency or accident.\n\n     (3)     Subsection (2) applies even if the emergency or accident was caused by\nan act or omission of the good samaritan.\n\n     (4)     Subsection (2) does not apply to any act or omission of a good\nsamaritan that occurs before the assistance, advice or care is provided by the\ngood samaritan.\n\nS. 31C inserted by\nNo. 49/2002 s. 9.\n\n\nWRONGS ACT 1958\n- SECT 31C\nApplication of section 31B\n\nSection 31B applies in relation to assistance,\nadvice or care provided on or after the commencement of section 9 of the\nWrongs and Other Acts (Public Liability Insurance Reform) Act\n2002.\n\nS. 31D inserted by\nNo. 49/2002 s. 9.\n\n\nWRONGS ACT 1958\n- SECT 31D\nSupreme Court&#8212;limitation of jurisdiction\n\nIt is the intention of section 31B to alter or\nvary section 85 of the Constitution Act 1975.\n\nPt 6B (Heading and ss 31E&#8211;31H)\ninserted by No. 49/2002 s. 10.\n\nPart\nVIB&#8212;Food donor protection\n\n\n\n\n\nS. 31E inserted by\nNo. 49/2002 s. 10.\n\n\nWRONGS ACT 1958\n- SECT 31E\nInterpretation\n\n     (1)     In this Part, \"injury\" means\npersonal or bodily injury and includes&#8212;\n\n         (a)     pre-natal injury; and\n\n         (b)     psychological or psychiatric injury; and\n\n         (c)     disease; and\n\n         (d)     aggravation, acceleration or recurrence of an injury or\ndisease.\n\n     (2)     Words and expressions used in this Part have the same meanings as\nthey have in the Food Act 1984.\n\nS. 31F inserted by\nNo. 49/2002 s. 10.\n\n\nWRONGS ACT 1958\n- SECT 31F\nProtection of food donors\n\n     (1)     A person who donates food (the food\ndonor) in the circumstances listed in subsection (2) is not liable in any\ncivil proceeding for any death or injury that results from the consumption of\nthe food.\n\n     (2)     The circumstances are&#8212;\n\n         (a)     that the food donor donated the food&#8212;\n\n               (i)     in good faith for a charitable or benevolent purpose; and\n\n               (ii)     with the intention that the consumer of the food would not have to\npay for the food; and\n\n         (b)     that the food was safe to consume at the time it left the possession\nor control of the food donor; and\n\n         (c)     if the food was of a nature that required it to be handled in a\nparticular way to ensure that it remained safe to consume after it left the\npossession or control of the food donor, that the food donor informed the person\nto whom the food donor gave the food of those handling requirements;\nand\n\n         (d)     if the food only remained safe to consume for a particular period of\ntime after it left the possession or control of the food donor, that the food\ndonor informed the person to whom the food donor gave the food of that time\nlimit.\n\n     (3)     For the purposes of this section, food is safe to consume if it is not\nunsafe food.\n\nS. 31G inserted by\nNo. 49/2002 s. 10.\n\n\nWRONGS ACT 1958\n- SECT 31G\nApplication of section 31F\n\nSection 31F applies in relation to food donated\non or after the commencement of section 10 of the Wrongs and Other Acts\n(Public Liability Insurance Reform) Act 2002.\n\nS. 31H inserted by\nNo. 49/2002 s. 10.\n\n\nWRONGS ACT 1958\n- SECT 31H\nSupreme Court&#8212;limitation of jurisdiction\n\nIt is the intention of section 31F to alter or\nvary section 85 of the Constitution Act 1975.\n\nPt 7\n(Heading and s. 32)\ninserted by No. 7884 s. 4(2).\n\nPart\nVII&#8212;Abolition of liability in tort for maintenance or\nchamperty\n\n\n\n\n\nS.\n32inserted by No. 7884\ns. 4(2).\n\n\nWRONGS ACT 1958\n- SECT 32\nAbolition of liability in maintenance or champerty\n\n     (1)     No person shall be liable in tort for any\nconduct on account of its being maintenance or champerty as known to the\ncommon law except in the case of a cause of action accruing before\nthe commencement of the Abolition of Obsolete Offences Act\n1969.\n\n     (2)     The abolition of criminal and civil liability for maintenance and\nchamperty shall not affect any rule of law as to the cases in which a contract\nis to be treated as contrary to public policy or as being otherwise illegal and\nany contract which would have been illegal and void before the commencement of\nthe Abolition of Obsolete Offences Act 1969 on the ground that its making\nor performance involved or was in aid of maintenance or champerty shall continue\nto be illegal and void after the said commencement.\n\nPt 8\n(Heading and s. 33)\ninserted by No. 10078 s. 5.\n\nPart\nVIII&#8212;Animals straying on to a highway\n\n\n\n\n\nS.\n33inserted by No. 10078\ns. 5.\n\n\nWRONGS ACT 1958\n- SECT 33\nLiability for negligence for animals on highway\n\n     (1)     So much of the common law relating to\nliability for negligence as excludes or restricts the duty which a person might\nowe to others to take reasonable care to see that damage is not caused by\nanimals straying on to a highway is hereby abolished.\n\n     (2)     The common law as amended by subsection (1) applies in respect of\ndamage caused on or after the commencement of the Wrongs (Animals\nStraying on Highways) Act 1984.\n\nPart IX (Heading and ss 34&#8211;42)\ninserted by No. 49/2002 s. 11.\n\nPart\nIX&#8212;Volunteer protection\n\n\n\n\n\n\n\nS. 34 inserted by No. 49/2002\ns. 11.\n\n\nWRONGS ACT 1958\n- SECT 34\nDefinitions\n\nIn this Part&#8212;\n\n\n\nS. 34 def. of community organisation\namended by Nos 108/2004 s. 117(1) (Sch. 3 item 237.1),\n20/2012 s. 226(Sch. 5 item 27).\n\n\"community organisation\" means&#8212;\n\n         (a)     an incorporated association under the Associations Incorporation\nReform Act 2012;\n\n         (b)     a municipal council or other incorporated local government\nbody;\n\n         (c)     any other body corporate;\n\n        (d)     any public entity or public service body within the\nmeaning of the Public Administration Act 2004 or other person or body\nacting on behalf of the State&#8212;\n\nthat organises the doing of community work by volunteers;\n\ncommunity work has the meaning set out in section\n36;\n\n\"organise\" includes to direct and to supervise;\n\nvolunteer has the meaning set out in\nsection 35.\n\nS. 35 inserted by No. 49/2002\ns. 11.\n\n\nWRONGS ACT 1958\n- SECT 35\nMeaning of volunteer\n\n     (1)     A volunteer is an individual who provides a service in relation to\ncommunity work on a voluntary basis.\n\n\n\n     (2)     A person is still a volunteer even if, in providing a service, he or\nshe receives&#8212;\n\n         (a)     remuneration that he or she would receive whether or not he or she\nprovided that service; or\n\n         (b)     out-of-pocket expenses incurred in relation to providing that service;\nor\n\n         (c)     remuneration that is not more than the amount (if any) specified in\nthe regulations for the purposes of this section.\n\n     (3)     For the purposes of this Part, the following people are not\nvolunteers&#8212;\n\n         (a)     a volunteer officer or member within the meaning of the Country\nFire Authority Act 1958 while exercising any power conferred, or\nperforming any duty imposed, on him or her by or under that Act or the\nDangerous Goods Act 1985;\n\n         (b)     an officer or member of an industry brigade within the meaning of the\nCountry Fire Authority Act 1958 while exercising any power conferred, or\nperforming any duty imposed, on him or her by or under that Act or the\nDangerous Goods Act 1985;\n\n         (c)     a volunteer auxiliary worker within the meaning of the Country Fire\nAuthority Act 1958 engaged in an authorized activity under that\nAct;\n\n         (d)     a person complying with a direction given to him or her under the\nCountry Fire Authority Act 1958;\n\n         (e)     a volunteer emergency worker within the meaning of the Emergency\nManagement Act 1986 engaged in an emergency activity within the meaning of\nthat Act;\n\nS. 35(3)(f) amended by No. 51/2005\ns. 58(12).\n\n         (f)     a volunteer emergency worker within the meaning of the Emergency\nManagement Act 1986 exercising any power conferred, or performing any\nduty imposed, by or under the Victoria State Emergency Service\nAct 2005;\n\n         (g)     any person who would otherwise be a volunteer under this Part while he\nor she is engaged in any activity in respect of which an Act absolves him or her\nfrom civil liability for anything done, or not done, while he or she is so\nengaged;\n\n         (h)     a person who does community work under an order imposed by a\ncourt.\n\nS. 36 inserted by No. 49/2002\ns. 11.\n\n\nWRONGS ACT 1958\n- SECT 36\nMeaning of community work\n\n     (1)     Community work is any work that is done, or to be\ndone&#8212;\n\n         (a)     for a religious, educational, charitable or benevolent\npurpose;\n\n         (b)     for the purpose of promoting or encouraging literature, science or the\narts;\n\n         (c)     for the purpose of sport, recreation, tourism or amusement;\n\n         (d)     for the purpose of conserving or protecting the environment;\n\n         (e)     for the purpose of establishing, carrying on or improving a community,\nsocial or cultural centre; \n\n         (f)     for a political purpose;\n\n         (g)     for the purpose of promoting the common interests of the community\ngenerally or of a particular section of the community;\n\n         (h)     for any other purpose specified in the regulations for the purposes of\nthis section.\n\n     (2)     For the purposes of this Part, community work does not include any\nwork of a kind that is specified in the regulations as work that is not\ncommunity work for the purposes of this Part.\n\nS. 37 inserted by No. 49/2002\ns. 11.\n\n\nWRONGS ACT 1958\n- SECT 37\nProtection of volunteers from liability\n\n     (1)     A volunteer is not liable in any civil\nproceeding for anything done, or not done, in good faith by him or her in\nproviding a service in relation to community work organised by a community\norganisation.\n\n     (2)     Any liability resulting from an act or omission that would but for\nsubsection (1) attach to the volunteer attaches instead to the community\norganisation.\n\nS. 38 inserted by No. 49/2002\ns. 11.\n\n\nWRONGS ACT 1958\n- SECT 38\nExceptions to section 37(1)\n\n     (1)     Section 37(1) does not apply to a\nvolunteer&#8212;\n\n         (a)     who knew, or who ought reasonably to have known, that at the relevant\ntime he or she was acting&#8212;\n\n               (i)     outside the scope of the community work organised by the community\norganisation; or\n\n               (ii)     contrary to any instructions given by the community organisation in\nrelation to the providing of the service; or\n\n         (b)     whose ability to provide the service in a proper manner was, at the\nrelevant time, significantly impaired by alcohol or drugs.\n\n     (2)     Section 37(1) also does not apply to a volunteer&#8212;\n\n         (a)     in respect of any claim to recover damages in respect of defamation;\nor\n\n         (b)     in respect of any proceedings that are brought under the Transport\nAccident Act 1986.\n\n     (3)     A reference to drugs in subsection (1)(b) does not include a reference\nto drugs that were taken for a therapeutic purpose or that were not taken\nvoluntarily.\n\n     (4)     A reference to alcohol in subsection (1)(b) does not include a\nreference to alcohol that was not consumed voluntarily.\n\nS. 39 inserted by No. 49/2002\ns. 11.\n\n\nWRONGS ACT 1958\n- SECT 39\nProvisions concerning the liability of community organisations\n\n     (1)     Section 37(2) does not override any\nprotection from liability that would have applied to a community organisation if\nthe thing done, or not done, by the volunteer had been done, or not done, by the\ncommunity organisation.\n\n     (2)     If more than one community organisation is involved in organising\nparticular community work, section 37(2) applies to the community organisation\nor organisations that principally organised that work.\n\nS. 39(3) amended by No. 108/2004\ns. 117(1) (Sch. 3 item 237.2).\n\n     (3)     In the case of a community organisation that is a public entity or\npublic service body within the meaning of the Public Administration Act\n2004 or another person or body acting on behalf of the State, any liability\nincurred by the community organisation under section 37(2) is incurred by the\nState.\n\nS. 40 inserted by No. 49/2002\ns. 11.\n\n\nWRONGS ACT 1958\n- SECT 40\nCertain indemnities etc. have no effect\n\nAn agreement, undertaking or arrangement has no\neffect to the extent that it provides for a volunteer to give a community\norganisation an indemnity against, or to make a contribution to a community\norganisation in relation to, a liability&#8212;\n\n         (a)     that the volunteer would incur but for the operation of section 37(1);\nand\n\n         (b)     that the community organisation incurs under section 37(2).\n\nS. 41 inserted by No. 49/2002\ns. 11.\n\n\nWRONGS ACT 1958\n- SECT 41\nApplication of section 37\n\nSection 37 applies in relation to a service\nprovided on or after the commencement of section 11 of the Wrongs and Other\nActs (Public Liability Insurance Reform) Act 2002.\n\nS. 42 inserted by No. 49/2002\ns. 11.\n\n\nWRONGS ACT 1958\n- SECT 42\nRegulations\n\n     (1)     The Governor in Council may make\nregulations generally prescribing any matter or thing required or permitted by\nthis Part to be prescribed, or necessary or convenient to be prescribed to give\neffect to this Part.\n\n     (2)     The regulations&#8212;\n\n         (a)     may be of general or limited application; and\n\n         (b)     may differ according to differences in time, place or circumstance;\nand\n\n         (c)     may apply, adopt or incorporate any matter contained in any document\nas in force at a particular time either wholly, or partially, or as amended by\nthe regulations.\n\nPt 10 (Heading and ss 43&#8211;66) inserted\nby No. 102/2003 s. 3.\n\nPart\nX&#8212;Negligence\n\nDivision\n1&#8212;Preliminary\n\n\n\nS. 43 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 43\nDefinitions\n\nIn this Part&#8212;\n\n\"court\" includes tribunal, and, in relation to a claim for\ndamages, means any court or tribunal by or before which the claim falls to be\ndetermined;\n\n\"damages\" includes any form of monetary compensation;\n\n\"harm\" means harm of any kind and includes&#8212;\n\n         (a)     injury or death; and\n\n         (b)     damage to property; and\n\n         (c)     economic loss;\n\n\"injury\" means personal or bodily injury and\nincludes&#8212;\n\n         (a)     pre-natal injury; and\n\n         (b)     psychological or psychiatric injury; and\n\n         (c)     disease; and\n\n         (d)     aggravation, acceleration or recurrence of an injury or\ndisease;\n\n\"negligence\" means failure to exercise reasonable\ncare.\n\nS. 44 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 44\nApplication of Part\n\nThis Part applies to any claim for damages\nresulting from negligence, regardless of whether the claim is brought in tort,\nin contract, under statute or otherwise.\n\nS. 45 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 45\nExclusions from Part\n\n     (1)     This Part does not apply to the following\nclaims for damages&#8212;\n\n         (a)     a claim to which Part 3, 6 or 10 of the Transport Accident Act\n1986 applies;\n\nS. 45(1)(b) amended by\nNo. 67/2013 s. 649(Sch. 9 item 36(11)).\n\n         (b)     a claim to which Part IV of the Accident Compensation Act 1985\nor Part 5 of the Workplace Injury Rehabilitation and Compensation\nAct 2013 applies;\n\n         (c)     a claim in respect of an injury which entitles, or may entitle, a\nworker, or a dependant of a worker, within the meaning of the Workers\nCompensation Act 1958 to compensation under that Act;\n\n         (d)     a claim in respect of an injury which entitles, or may entitle, a\nperson or a dependant of a person to compensation under any of the\nfollowing&#8212;\n\n               (i)     Part V of the Country Fire Authority Act 1958 or the\nregulations made under that Act;\n\nS. 45(1)(d)(ii) substituted by No.\n51/2005 s. 58(13).\n\n               (ii)     Part 4 of the Victoria State Emergency Service Act\n2005;\n\n\n\n               (iii)     Part 6 of the Emergency Management Act 1986;\n\n               (iv)     the Police Assistance Compensation Act 1968;\n\n               (v)     Part 8 of the Juries Act 2000 or Part VII of the Juries Act\n1967;\n\nS. 45(1)(d)(vi) amended by No. 24/2006\ns. 6.1.2(Sch. 7 item 49).\n\n               (vi)     Part 5.6 of the Education and Training Reform Act\n2006;\n\n\n\n         (e)     subject to subsection (2), a claim for damages in respect of an injury\nthat is a dust&#8209;related condition within the meaning of the\nAdministration and Probate Act 1958; or\n\n         (f)     subject to subsection (2), a claim for damages in respect of an injury\nresulting from smoking or other use of tobacco products, within the meaning of\nthe Tobacco Act 1987, or exposure to tobacco smoke.\n\n     (2)     A claim for damages referred to in subsection (1)(e) or (1)(f) does\nnot include a claim for damages that relates to the provision of or the failure\nto provide a health service.\n\n     (3)     This Part does not apply to claims in proceedings of a class that is\nexcluded by the regulations from the operation of this Part.\n\nS. 46 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 46\nApplication to contract\n\n     (1)     This Part does not prevent the parties to\na contract from making express provision for their rights, obligations and\nliabilities under the contract (the express provision) in relation\nto any matter to which this Part applies and does not limit or otherwise affect\nthe operation of the express provision.\n\n     (2)     Subsection (1) extends to any provision of this Part even if the\nprovision applies to liability in contract.\n\nS. 47 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 47\nEffect of this Part on the common law\n\nExcept as provided by this Part, this Part is\nnot intended to affect the common law.\n\n\n\n\n\n\n\nDivision\n2&#8212;Duty of care",
  "s. 48 inserted by No. 102/2003": "S. 48 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 48\nGeneral principles\n\n     (1)     A person is not negligent in failing to\ntake precautions against a risk of harm unless&#8212;\n\n         (a)     the risk was foreseeable (that is, it is a risk of which the person\nknew or ought to have known); and\n\n         (b)     the risk was not insignificant; and\n\n         (c)     in the circumstances, a reasonable person in the person's position\nwould have taken those precautions.\n\n     (2)     In determining whether a reasonable person would have taken\nprecautions against a risk of harm, the court is to consider the following\n(amongst other relevant things)&#8212;\n\n         (a)     the probability that the harm would occur if care were not\ntaken;\n\n         (b)     the likely seriousness of the harm;\n\n         (c)     the burden of taking precautions to avoid the risk of harm;\n\n         (d)     the social utility of the activity that creates the risk of\nharm.\n\n     (3)     For the purposes of subsection (1)(b)&#8212;\n\n         (a)     insignificant risks include, but are not limited to, risks that\nare far-fetched or fanciful; and\n\n         (b)     risks that are not insignificant are all risks other than\ninsignificant risks and include, but are not limited to, significant\nrisks.",
  "s. 49 inserted by No. 102/2003": "S. 49 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 49\nOther principles\n\nIn a proceeding relating to liability for\nnegligence&#8212;\n\n         (a)     the burden of taking precautions to avoid a risk of harm includes the\nburden of taking precautions to avoid similar risks of harm for which the person\nmay be responsible; and\n\n         (b)     the fact that a risk of harm could have been avoided by doing\nsomething in a different way does not of itself give rise to or affect liability\nfor the way in which the thing was done; and\n\n         (c)     the subsequent taking of action that would (had the action been taken\nearlier) have avoided a risk of harm does not of itself give rise to or affect\nliability in respect of the risk and does not of itself constitute an admission\nof liability in connection with the risk.\n\nS. 50 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 50\nDuty to warn of risk&#8212;reasonable care\n\nA person (the defendant) who owes a duty of care to another person\n(the plaintiff) to give a warning or other information to the plaintiff\nin respect of a risk or other matter, satisfies that duty of care if the\ndefendant takes reasonable care in giving that warning or other\ninformation.\n\nDivision\n3&#8212;Causation",
  "s. 51 inserted by No. 102/2003": "S. 51 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 51\nGeneral principles\n\n     (1)     A determination that negligence caused\nparticular harm comprises the following elements&#8212;\n\n         (a)     that the negligence was a necessary condition of the occurrence of the\nharm (factual causation); and\n\n         (b)     that it is appropriate for the scope of the negligent person's\nliability to extend to the harm so caused (scope of liability).\n\n     (2)     In determining in an appropriate case, in accordance with established\nprinciples, whether negligence that cannot be established as a necessary\ncondition of the occurrence of harm should be taken to establish factual\ncausation, the court is to consider (amongst other relevant things) whether or\nnot and why responsibility for the harm should be imposed on the negligent\nparty.\n\n     (3)     If it is relevant to the determination of factual causation to\ndetermine what the person who suffered harm (the injured person) would\nhave done if the negligent person had not been negligent, the matter is to be\ndetermined subjectively in the light of all relevant circumstances.\n\n     (4)     For the purpose of determining the scope of liability, the court is to\nconsider (amongst other relevant things) whether or not and why responsibility\nfor the harm should be imposed on the negligent party.\n\nS. 52 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 52\nBurden of proof\n\nIn determining liability for negligence, the\nplaintiff always bears the burden of proving, on the balance of probabilities,\nany fact relevant to the issue of causation.\n\nDivision\n4&#8212;Awareness of risk\n\nS. 53 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 53\nMeaning of obvious risk\n\n     (1)     For the purposes of section 54, an\nobvious risk to a person who suffers harm is a risk that, in the\ncircumstances, would have been obvious to a reasonable person in the position of\nthat person.\n\n     (2)     Obvious risks include risks that are patent or a matter of common\nknowledge.\n\n     (3)     A risk of something occurring can be an obvious risk even though it\nhas a low probability of occurring.\n\n     (4)     A risk can be an obvious risk even if the risk (or a condition or\ncircumstance that gives rise to the risk) is not prominent, conspicuous or\nphysically observable.\n\n     (5)     To remove any doubt, it is declared that a risk from a thing,\nincluding a living thing, is not an obvious risk if the risk is created because\nof a failure on the part of a person to properly operate, maintain, replace,\nprepare or care for the thing, unless the failure itself is an obvious\nrisk.\n\nS. 54 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 54\nVoluntary assumption of risk\n\n     (1)     If, in a proceeding on a claim for damages\nfor negligence, a defence of voluntary assumption of risk (volenti non fit\ninjuria) is raised and the risk of harm is an obvious risk, the person who\nsuffered harm is presumed to have been aware of the risk, unless the person\nproves on the balance of probabilities that the person was not aware of the\nrisk.\n\n     (2)     Subsection (1) does not apply to&#8212;\n\n         (a)     a proceeding on a claim for damages relating to the provision of or\nthe failure to provide a professional service or health service; or\n\n         (b)     a proceeding on a claim for damages in respect of risks associated\nwith work done by one person for another.\n\n     (3)     Without limiting section 47, the common law continues to apply,\nunaffected by subsection (1), to a proceeding referred to in subsection\n(2).\n\nS. 55 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 55\nNo liability for materialisation of inherent risk\n\n     (1)     A person is not liable in negligence for\nharm suffered by another person as a result of the materialisation of an\ninherent risk.\n\n     (2)     An inherent risk is a risk of something occurring that cannot\nbe avoided by the exercise of reasonable care.\n\n     (3)     This section does not operate to exclude liability in connection with\na duty to warn of a risk.\n\nS. 56 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 56\nPlaintiff to prove unawareness of risk\n\n     (1)     In any proceeding where, for the purpose\nof establishing that a person (the defendant) has breached a duty of care\nowed to a person who suffered harm (the plaintiff), the plaintiff alleges\nthat the defendant has&#8212;\n\n         (a)     failed to give a warning about a risk of harm to the plaintiff;\nor\n\n         (b)     failed to give other information to the plaintiff&#8212;\n\nthe plaintiff bears the burden of proving, on the balance of probabilities,\nthat the plaintiff was not aware of the risk or information.\n\n     (2)     Subsection (1) does not apply to a proceeding on a claim for damages\nin respect of risks associated with work done by one person for\nanother.\n\n     (3)     Despite subsection (2), subsection (1) applies to a proceeding\nreferred to in subsection (2) if the proceeding relates to the provision of or\nthe failure to provide a health service.\n\n     (4)     Without limiting section 47, the common law continues to apply,\nunaffected by subsection (1), to a proceeding referred to in subsection (2) to\nwhich subsection (1) does not apply.\n\n     (5)     Nothing in this section is intended to alter any duty of care to give\na warning of a risk of harm or other information.\n\nDivision\n5&#8212;Negligence of professionals and persons professing particular\nskills\n\nS. 57 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 57\nDefinition\n\nIn this Division \"professional\"\nmeans an individual practising a profession.\n\nS. 58 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 58\nStandard of care to be expected of persons holding out as possessing a particular skill\n\nIn a case involving an allegation of negligence\nagainst a person (the defendant) who holds himself or herself out\nas possessing a particular skill, the standard to be applied by a court in\ndetermining whether the defendant acted with due care is, subject to this\nDivision, to be determined by reference to&#8212;\n\n         (a)     what could reasonably be expected of a person possessing that skill;\nand\n\n         (b)     the relevant circumstances as at the date of the alleged negligence\nand not a later date.\n\nS. 59 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 59\nStandard of care for professionals\n\n     (1)     A professional is not negligent in\nproviding a professional service if it is established that the professional\nacted in a manner that (at the time the service was provided) was widely\naccepted in Australia by a significant number of respected practitioners in the\nfield (peer professional opinion) as competent professional practice in\nthe circumstances.\n\n     (2)     However, peer professional opinion cannot be relied on for the\npurposes of this section if the court determines that the opinion is\nunreasonable.\n\n     (3)     The fact that there are differing peer professional opinions widely\naccepted in Australia by a significant number of respected practitioners in the\nfield concerning a matter does not prevent any one or more (or all) of those\nopinions being relied on for the purposes of this section.\n\n     (4)     Peer professional opinion does not have to be universally accepted to\nbe considered widely accepted.\n\n     (5)     If, under this section, a court determines peer professional opinion\nto be unreasonable, it must specify in writing the reasons for that\ndetermination.\n\n     (6)     Subsection (5) does not apply if a jury determines the\nmatter.\n\nS. 60 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 60\nDuty to warn of risk\n\nSection 59 does not apply to a liability\narising in connection with the giving of (or the failure to give) a warning or\nother information in respect of a risk or other matter to a person if the giving\nof the warning or information is associated with the provision by a professional\nof a professional service.\n\nDivision\n6&#8212;Non-delegable duties and vicarious liability\n\nS. 61 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 61\nLiability based on non-delegable duty\n\n     (1)     The extent of liability in tort of a\nperson (the defendant) for breach of a non-delegable duty to ensure\nthat reasonable care is taken by a person in the carrying out of any work or\ntask delegated or otherwise entrusted to the person by the defendant is to be\ndetermined as if the defendant were vicariously liable for the negligence of the\nperson in connection with the performance of the work or task.\n\n     (2)     This section applies to a claim for damages in tort whether or not it\nis a claim for damages resulting from negligence, despite anything to the\ncontrary in section 44.\n\nDivision\n7&#8212;Contributory negligence\n\nS. 62 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 62\nStandard of care for contributory negligence\n\n     (1)     The principles that are applicable in\ndetermining whether a person has been negligent also apply in determining\nwhether the person who suffered harm has been contributorily negligent in\nfailing to take precautions against the risk of that harm.\n\n     (2)     For that purpose&#8212;\n\n         (a)     the standard of care required of the person who suffered harm is that\nof a reasonable person in the position of that person; and\n\n         (b)     the matter is to be determined on the basis of what that person knew\nor ought to have known at the time.\n\nS. 63 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 63\nContributory negligence can defeat claim\n\nIn determining the extent of a reduction in\ndamages by reason of contributory negligence, a court may determine a reduction\nof 100% if the court thinks it just and equitable to do so, with the result that\nthe claim for damages is defeated.\n\nDivision\n8&#8212;General\n\nS. 64 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 64\nRegulations\n\nThe Governor in Council may make regulations\ngenerally prescribing any matter or thing required or permitted by this Part to\nbe prescribed or necessary to be prescribed to give effect to this\nPart.\n\nS. 65 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 65\nSupreme Court&#8212;limitation of jurisdiction\n\nIt is the intention of sections 48(2), 51(2),\n51(3), 51(4), 58, 59(5) and 62 to alter or vary section 85 of the\nConstitution Act 1975.\n\nS. 66 inserted by No. 102/2003\ns. 3.\n\n\nWRONGS ACT 1958\n- SECT 66\nTransitional\n\n     (1)     This Part extends to negligence arising\nbefore, on or after the commencement day.\n\n     (2)     Section 61 extends to liability in tort arising before, on or after\nthe commencement day.\n\n     (3)     Despite subsections (1) and (2), this Part does not apply to\nproceedings commenced in a court before the commencement day.\n\n     (4)     In this section \"commencement day\" means the day on which\nsection 3 of the Wrongs and Other Acts (Law of Negligence) Act 2003 comes\ninto operation.\n\nPt 11 (Heading and ss 67&#8211;78) inserted\nby No. 102/2003 s. 3.",
  "s. 49(Sch. 4 item 3) on 1.1.06: s. 2": "S. 49(Sch. 4 item 3) on 1.1.06: s. 2\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nHealth Professions Registration Act 2005, No.\n97/2005\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n7.12.05\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 182(Sch. 4 item 55) on 1.7.07:\ns. 2(3)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nEducation and Training Reform Act 2006, No.\n24/2006\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n16.5.06\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 6.1.2(Sch. 7 item 49) on 1.7.07: Government Gazette\n28.6.07 p. 1304\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nAccident Compensation and Other Legislation (Amendment)\nAct 2006, No. 41/2006\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n25.7.06\n\n\n\n\n\nCommencement Date:",
  "s. 48 on 26.7.06: s. 2(1)": "S. 48 on 26.7.06: s. 2(1)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nRelationships Act 2008, No. 12/2008\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n15.4.08\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 73(1)(Sch. 1 item 68) on 1.12.08: s.\n2(2)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nAsbestos Diseases Compensation Act 2008,\nNo. 69/2008\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n25.11.08\n\n\n\n\n\nCommencement Date:\n\n\n\nSs 12, 13 on 26.11.08: s. 2\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nCoroners Act 2008, No. 77/2008\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n11.12.08\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 129(Sch. 2 item 26) on 1.11.09: s. 2\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nRelationships Amendment (Caring Relationships) Act 2009,\nNo. 4/2009\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n10.2.09\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 37(Sch. 1 item 30) on 1.12.09:\ns. 2(2)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\n\n\n\n\n\n\n\n\nCriminal Procedure Act 2009, No. 7/2009 (as\namended by No. 68/2009)\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n10.3.09\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 435(2) on 1.1.10: Government Gazette 10.12.09\np. 3215\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nCriminal Procedure Amendment (Consequential and\nTransitional Provisions) Act 2009, No. 68/2009\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n24.11.09\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 97(Sch. item 137) on 1.1.10: Government Gazette 10.12.09\np. 3215\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nStatute Law Amendment (Evidence Consequential Provisions)\nAct 2009, No. 69/2009\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n24.11.09\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 54(Sch. Pt 2 item 59) on 1.1.10:\ns. 2(2)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nStatute Law Amendment (National Health Practitioner\nRegulation) Act 2010, No. 13/2010\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n30.3.10\n\n\n\n\n\nCommencement Date:",
  "s. 51(Sch. item 62) on 1.7.10: s. 2(2)": "S. 51(Sch. item 62) on 1.7.10: s. 2(2)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nEqual Opportunity Act 2010,\nNo. 16/2010\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n27.4.10\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 209(Sch. item 11) on 1.8.11:\ns. 2(4)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nFair Trading Amendment (Australian Consumer Law) Act\n2010, No. 72/2010\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n19.10.10\n\n\n\n\n\nCommencement Date:",
  "s. 48(Sch. item 25) on 1.1.11: Special Gazette": "S. 48(Sch. item 25) on 1.1.11: Special Gazette\n(No. 502) 20.12.10 p. 1\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nTransport Accident and Accident Compensation Legislation\nAmendment Act 2010, No. 80/2010\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n19.10.10\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 160 on 20.10.10: s. 2(1)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nBusiness Names (Commonwealth Powers) Act 2011,\nNo. 79/2011\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n21.12.11\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 41 on 28.5.12: Special Gazette (No. 151) 8.5.12\np. 1\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\n\n\nAssociations Incorporation Reform Act 2012, No.\n20/2012\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n1.5.12\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 226(Sch. 5 item 27) on 26.11.12: Special Gazette (No.\n384) 20.11.12 p. 1\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nHealth Professions Registration (Repeal) Act 2012, No.\n27/2012\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n29.5.12\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 30 on 1.7.12: s. 2\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nOpen Courts Act 2013, No. 58/2013\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n22.10.13\n\n\n\n\n\nCommencement Date:\n\n\n\nSs 65, 66 on 1.12.13: s. 2(2)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWorkplace Injury Rehabilitation and Compensation Act\n2013, No. 67/2013\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n12.11.13\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 649(Sch. 9 item 36) on 1.7.14:\ns. 2(1)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nTreasury Legislation and Other Acts Amendment Act 2014,\nNo. 44/2014\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n27.6.14\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 33(Sch. item 34) on 30.6.14: s. 2(5)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nInquiries Act 2014, No. 67/2014\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n23.9.14\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 147(Sch. 2 item 47) on 15.10.14: Special Gazette\n(No. 364) 14.10.14 p. 2\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWrongs Amendment (Asbestos Related Claims) Act 2015,\nNo. 2/2015\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n10.3.15\n\n\n\n\n\nCommencement Date:\n\n\n\nSs 3&#8211;5 on 11.3.15: s. 2\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWrongs Amendment (Prisoner Related Compensation) Act\n2015, No. 22/2015\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n16.6.15\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 3 on 17.6.15: s. 2\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWrongs Amendment Act 2015,\nNo. 62/2015\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n18.11.15\n\n\n\n\n\nCommencement Date:\n\n\n\nSs 4&#8211;13 on 19.11.15: s. 2\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nWrongs Amendment (Organisational Child Abuse) Act 2017,\nNo. 12/2017\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n27.3.17\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 3 on 1.7.17: s. 2(2)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nJustice Legislation Amendment (Court Security, Juries and\nOther Matters) Act 2017, No. 38/2017\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n29.8.17\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 98 on 30.8.17: s. 2(1)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nLegal Identity of Defendants (Organisational Child Abuse)\nAct 2018, No. 18/2018\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n5.6.18\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 19 on 1.7.18: Special Gazette (No. 305) 26.6.18\np. 1\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nSerious Offenders Act 2018, No.\n27/2018\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n26.6.18\n\n\n\n\n\nCommencement Date:\n\n\n\nSs 351(Sch. 4 cl. 24), 370 on 3.9.18: Special\nGazette (No. 356) 31.7.18 p. 1\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nLocal Government Act 2020,\nNo. 9/2020\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n24.3.20\n\n\n\n\n\nCommencement Date:\n\n\n\nS. 390(Sch. 1 item 114) on 6.4.20: Special Gazette (No.\n150) 24.3.20 p. 1\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nVictims of Crime (Financial\nAssistance Scheme) Act 2022, No. 21/2022\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n7.6.22\n\n\n\n\n\nCommencement Date:\n\n\n\nSs 89, 90 on 18.11.24: Special Gazette (No. 610) 12.11.24 p.\n1\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\nJustice Legislation Amendment Act 2023,\nNo. 26/2023\n\n\n\n      \n      \n\n\n\n\nAssent Date:\n\n\n\n10.10.23\n\n\n\n\n\nCommencement Date:\n\n\n\nSs 68&#8211;72 on 11.10.23: s. 2(1)\n\n\n\n\n\nCurrent State:\n\n\n\nThis information relates only to the provision/s amending\nthe Wrongs Act 1958\n\n\n\n\n&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;\n\n\n\n     3     Explanatory details\n\n[1] S. 15 (Repealed):\nSections 7 and 8 of the Wrongs (Dependants) Act 1982, No. 9856/1982\nreads as follows:\n\n          7     Transitional provisions\n\n     (1)     The Principal Act as amended by this Act shall apply only to causes of\nactions which accrue after the commencement of this Act.\n\n     (2)     The Principal Act as in force immediately before the commencement of\nthis Act shall continue to apply to actions which accrued on or before the\ncommencement of this Act.\n\n          8     Transitional provisions\n\nWhere a cause of action survives for the benefit of the estate of a\ndeceased person by reason of the operation of section 29 of the\nAdministration and Probate Act 1958 and where proceedings in respect of\nthat cause of action have been instituted at the date of the coming into\noperation of this Act whereby damages are being claimed for the loss of future\nprobable earnings of the deceased person after the date of his death and where\nby reason of the coming into operation of the Administration and Probate\n(Survival of Actions) Act 1982 the right to recover those damages is\nremoved, a person&#8212;\n\n         (a)     who would have been entitled to share in those damages had that action\nbeen successful; and\n\n         (b)     who would, if the deceased person had died after the coming into\noperation of this Act, be entitled to bring an action under Part III of the\nWrongs Act 1958 but who would not have been entitled to bring such an\naction before the coming into operation of this Act&#8212;\n\nshall be entitled to bring an action under that Part (notwithstanding\nsection 20(1) of the Wrongs Act 1958) as if the deceased person had\ndied on the day upon which this Act comes into operation.\n\n\n\n[2] S. 17: See note 1.\n\n[3] S. 24: See note 1.\n\n[4] Ss 24(4A):\n\nS. 24(4A) inserted by No. 8330 s. 3(1)(a), repealed by No. 10227\ns. 8(c)(i).\n\n[5] Ss 24(6):\n\nS. 24(6) substituted by No. 8330 s. 3(1)(b), amended by No. 9856\ns. 5(b), repealed by No. 10227 s. 8(c)(i).\n\n[6] S. 26: See note 1."
}